Repository: na-rifat/rafalocsv-wp-theme
Catalog: yith-woocommerce-multi-vendor-premium/languages/yith-woocommerce-product-vendors-*.po
Languages: de_de, el, fr_fr

source: Commission status changed from %s to %s.
de_de: Der Provisionsstatus wurde von %s auf %s geändert.
el: Η κατάσταση προμήθειας άλλαξε από %s σε %s.
fr_fr: Le statut de la Commission a changé de %s à %s.

source: Commission status not updated!
de_de: Provisionsstatus nicht aktualisiert!
el: Η κατάσταση προμήθειας δεν ενημερώθηκε!
fr_fr: Statut de la commission non mis à jour.

source: Commission status updated!
de_de: Provisionsstatus aktualisiert!
el: Η κατάσταση προμήθειας ενημερώθηκε!
fr_fr: Statut de la commission mis à jour.

source: Payment successful. In a few minutes you will receive an email with the outcome of the payment and the commission state will be changed accordingly.
de_de: Bezahlung erfolgreich. In wenigen Minuten erhalten Sie eine E-Mail mit dem Ergebnis der Zahlung und der Provisionsstatus wird entsprechend geändert.
el: Επιτυχής πληρωμή. Σε λίγα λεπτά θα λάβετε ένα email με το αποτέλεσμα της πληρωμής και η κατάσταση της προμήθειας θα αλλάξει καταλλήλως.
fr_fr: Paiement réussi. Dans quelques minutes vous recevrez un e-mail avec le résultat du paiement et la commission sera calculée en conséquence.

source: Payment failed.
de_de: Bezahlung fehlgeschlagen.
el: Αποτυχία πληρωμής.
fr_fr: Echec de paiement.

source: Paid
de_de: Bezahlt
el: Πληρωμένη
fr_fr: Payé

source: Unpaid
de_de: Unbezahlt
el: Μη πληρωμένη
fr_fr: Non payé

source: Pending
de_de: anstehend
el: Σε αναμονή
fr_fr: En attente

source: Refunded
de_de: Rückerstattung
el: Επιστράφηκε
fr_fr: Remboursé

source: Cancelled
de_de: storniert
el: Ακυρώθηκε
fr_fr: Annulé

source: Processing
de_de: wird bearbeitet
el: Σε εξέλιξη
fr_fr: En cours

source: Commissions
de_de: Kommissionen
el: Προμήθειες

source: Commission #%d details
de_de: Kommissions #%d Details
el: Στοιχεία προμήθειας #%d
fr_fr: Détails de la commission #%d

source: %s email notification manually sent.
de_de: %s E-Mail-Benachrichtigung manuell gesendet.
el: %s η ειδοποίηση email εστάλη χειροκίνητα.
fr_fr: Notification courriel %s envoyée manuellement.

source: Commission amount
de_de: Kommissionseinkünfte
el: Ποσό προμήθειας
fr_fr: Montant de la commission

source: New order (to vendor)
de_de: Neue Bestellung (an Verkäufer)
el: Νέα παραγγελία (για πωλητή)
fr_fr: Nouvelle commande (au vendeur)

source: Cancelled order (to vendor)
de_de: Stornierte Bestellung (an Verkäufer)
el: Ακυρωμένη παραγγελία (για πωλητή)
fr_fr: Commande annulée (au vendeur)

source: Order &ndash; %s
de_de: Bestellung &ndash; %s
el: Παραγγελία &ndash; %s
fr_fr: Commande #%s

source: Error %d: Unable to create order. Please try again.
de_de: Fehler %d: Bestellung kann nicht erstellt werden. Bitte versuche es erneut.
el: Σφάλμα %d: Μη δυνατή η δημιουργία παραγγελίας. Παρακαλώ προσπαθήστε ξανά.
fr_fr: Erreur%d: Impossible de créer une commande. Veuillez réessayer.

source: Delete note
de_de: Notiz löschen
el: Διαγραφή σημείωσης
fr_fr: Supprimer la note

source: Item #%s stock reduced from %s to %s.
de_de: Artikel #%s Lager reduziert von %s auf %s.
el: Το απόθεμα του αντικειμένου #%s μειώθηκε από %s σε %s.

source: Item #%s stock increased from %s to %s.
de_de: Der Lagerbestand von Artikel #%s stieg von %s auf %s.
el: Το απόθεμα του αντικειμένου #%s αυξήθηκε από %s σε %s.

source: commission_id
de_de: Kommissions-Nr.
el: id_προμήθειας

source: status
el: κατάσταση
fr_fr: Statut

source: Note: from this box you can monitor the status of suborders associated to individual vendors.
de_de: Hinweis: In diesem Feld können Sie den Status von Unterbestellungen überwachen, die einzelnen Anbietern zugeordnet sind.
el: Σημείωση: μέσω αυτού του κουτιού μπορείτε να παρακολουθείτε την κατάσταση των υποτάξεων συνδεδεμένων σε συγκεκριμένους πωλητές.
fr_fr: Note : depuis cette boîte vous pouvez gérer les statuts des factures intermédiaires associées à un vendeur individuel.

source: Vendor deleted
de_de: Anbieter gelöscht
el: Ο πωλητής διεγράφη
fr_fr: Vendeur supprimé

source: Pass this ID over to the website administrator for any communication related to this order
de_de: Geben Sie diese ID für alle Mitteilungen im Zusammenhang mit dieser Bestellung an den Website-Administrator weiter
el: Περάστε αυτό το ID στον διαχειριστή ιστοτόπου για οποιαδήποτε νέα σχετικά με αυτή την παραγγελία
fr_fr: Communiquez cette ID pour toute communication avec l'administrateur du site relative à cette commande

source: File %d
de_de: Datei %d
el: Αρχείο %d
fr_fr: Fichier %d

source: Sale Commissions
de_de: Verkaufsprovisionen
el: Προμήθειες Πωλήσεων
fr_fr: Commissions

source: Vendors
de_de: Anbieter
el: Πωλητές
fr_fr: Vendeurs

source: Vendor Sales
de_de: Anbieter Verkäufe
el: Πωλήσεις Πωλητών
fr_fr: Ventes du vendeur

source: Registered Vendors
de_de: Registrierte Anbieter
el: Εγγεγραμμένοι Πωλητές
fr_fr: Vendeurs enregistrés

source: Commissions by Vendor
de_de: Provisionen vom Verkäufer
el: Προμήθειες ανά Πωλητή
fr_fr: Commissions par vendeur

source: Date
de_de: Datum
el: Ημερομηνία

source: Export CSV
de_de: CSV exportieren
el: Εξαγωγή CSV

source: Year
de_de: Jahr
el: Έτος
fr_fr: Année

source: Last Month
de_de: Im vergangenen Monat
el: Προηγούμενος Μήνας
fr_fr: Le mois dernier

source: This Month
de_de: Diesen Monat
el: Τρέχον Μήνας
fr_fr: Ce mois-ci

source: Last 7 Days
de_de: Letzten 7 Tage
el: Τελευταίες 7 μέρες
fr_fr: Les 7 derniers jours

source: Search for a vendor&hellip;
de_de: Suche nach einem Anbieter & hellip;
el: Αναζήτηση για πωλητή&hellip;
fr_fr: Chercher un vendeur&hellip;

source: Terms of Service
de_de: Nutzungsbedingungen
el: Όροι Υπηρεσίας
fr_fr: Conditions d'utilisation

source: Gateways
el: Πύλες
fr_fr: Moyens de paiement

source: Frontpage
de_de: Startseite
el: Αρχική σελίδα

source: Reports
de_de: Berichte
el: Αναφορές
fr_fr: Rapports

source: General settings
de_de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις
fr_fr: Paramètres généraux

source: Front page
de_de: Startseite
el: Αρχική σελίδα

source: General
de_de: Allgemeines
el: Γενικά
fr_fr: Général

source: Payments
de_de: Zahlungen
el: Πληρωμές
fr_fr: Paiements

source: Header image
de_de: Header-Bild
el: Εικόνα επικεφαλίδας
fr_fr: Image d’en-tête

source: Choose an image
de_de: Wählen Sie ein Bild
el: Επιλογή εικόνας
fr_fr: Choisir une image

source: Use image
de_de: Verwende das Bild
el: Χρησιμοποιήστε εικόνα
fr_fr: Utiliser comme image mise en avant

source: Registration date
de_de: Registrierungsdatum
el: Ημερομηνία εγγραφής
fr_fr: Date d’inscription de l’utilisateur

source: Privacy Policy
de_de: Datenschutz-Bestimmungen
el: Πολιτική Απορρήτου
fr_fr: Politique de confidentialité

source: Terms and conditions
de_de: Geschäftsbedingungen
el: Όροι και προϋποθέσεις
fr_fr: Conditions générales de vente

source: Owner
de_de: Eigentümer
el: Ιδιοκτήτης
fr_fr: Propriétaire

source: Enable
de_de: Aktivieren
el: Ενεργοποίηση
fr_fr: Activer

source: Commission
de_de: Kommission
el: Προμήθεια

source: Items
de_de: Artikel
el: Αντικείμενα

source: Actions
de_de: Aktionen
el: Ενέργειες

source: Set an owner
de_de: Legen Sie einen Benutzer fest
el: Ορίστε έναν ιδιοκτήτη
fr_fr: Mettre comme propriétaire

source: Edit extra info
de_de: Zusätzliche Informationen bearbeiten
el: Επεξεργασία επιπλέον στοιχείων
fr_fr: Editer les infos suppl

source: Approve
de_de: Genehmigen
el: Αποδοχή
fr_fr: Approuver

source: Enable sales
de_de: Verkäufe freischalten
el: Ενεργοποίηση πωλήσεων
fr_fr: Ventes activées

source: Disable sales
de_de: Verkauf nicht zulässig
el: Απενεργοποίηση πωλήσεων
fr_fr: Ventes désactivées

source: Search for a shop admins&hellip;
de_de: Suche nach einem Shop Admins & hellip;
el: Αναζήτηση διαχειριστών καταστημάτων&hellip;
fr_fr: Chercher un shop admin&hellip;

source: Are you sure? If you click "YES" you change skip review option for each vendor
de_de: Sind Sie sicher? Wenn Sie auf "JA" klicken, ändern Sie die Option zum Überspringen der Überprüfung für jeden Anbieter
el: Είστε σίγουροι; Αν επιλέξετε “ΝΑΙ” η επιλογή παράλειψης ανασκόπησης για κάθε πωλητή θα αλλάξει

source: If you continue, the commission will be paid automatically to the vendor via %gateway_name%. Do you want to continue?
de_de: Wenn Sie fortfahren, wird der Erlös automatisch über %gateway_name% an den Anbieter gezahlt. Wollen Sie fortfahren?
el: Αν συνεχίσετε, η προμήθεια θα πληρωθεί αυτόματα στον πωλητή μέσω %gateway_name%. Θέλετε να συνεχίσετε;
fr_fr: Si vous poursuivez, la commission sera payée automatiquement au vendeur via %gateway_name%. Voulez-vous continuer ?

source: Status
el: Κατάσταση
fr_fr: Statut

source: Order
de_de: Auftrag
el: Παραγγελία
fr_fr: Commande

source: Product
de_de: Produkt
el: Προϊόν
fr_fr: Produit

source: Rate
de_de: Bewertung
el: Ποσοστό
fr_fr: Rapport

source: User
de_de: Nutzer
el: Χρήστης
fr_fr: Utilisateur

source: Amount
de_de: Ertrag
el: Ποσό
fr_fr: Montant

source: Last update
de_de: Letztes Update
el: Τελευταία ενημέρωση
fr_fr: Dernière mise à jour

source: Product commission
de_de: Produktprovision
el: Προμήθεια προϊόντος
fr_fr: Commission sur produit

source: You can set a specific commission for a single product. Keep this field blank or zero to use the vendor commission
de_de: Sie können eine bestimmte Provision für ein einzelnes Produkt festlegen. Lassen Sie dieses Feld leer oder Null, um die Anbieterprovision zu verwenden
el: Μπορείτε να ορίσετε συγκεκριμένη προμήθεια για ένα απλό προϊόν. Διατηρήστε το πεδίο κενό ή μηδενικό για να χρησιμοποιήσετε την προμήθεια πωλητή
fr_fr: Vous pouvez appliquer une commission spécifique sur un produit unique. Laissez ce champ vide ou mettez 0 pour utiliser la commission vendeur.

source: You do not have sufficient permissions to access this page. %1$sClick here to return in your dashboard%2$s.
de_de: Sie haben nicht genügend Berechtigungen, um auf diese Seite zuzugreifen. %1$sKlicken Sie hier, um in Ihr Dashboard %2$s zurückzukehren.
el: Δεν διαθέτετε αρκετές άδειες για να έχετε πρόσβαση σε αυτή τη σελίδα. %1$sΚάντε κλικ εδώ για να επιστρέψετε στον πίνακα ελέγχου σας%2$s.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page. %1$sCliquez ici pour revenir à votre tableau de bord%2$s.

source: You are not allowed to create more than %1$s products. %2$sClick here to return in your admin area%3$s.
de_de: Sie dürfen nicht mehr als %1$s Produkte erstellen. %2$sKlicken Sie hier, um zu Ihrem Administratorbereich %3$s zurückzukehren.
el: Δεν μπορείτε να δημιουργήσετε περισσότερα από %1$s προϊόντα. %2$sΚάντε κλικ εδώ για να επιστρέψετε στην περιοχή διαχειριστή σας%3$s.
fr_fr: Vous n'êtes pas autorisé à créer plus de %1$s produits. %2$sCliquez ici pour revenir à votre zone d'administration%3$s.

source: You do not have permission to edit this post. %1$sClick here to view your dashboard%2$s.
de_de: Sie haben keine Berechtigung, diesen Beitrag zu bearbeiten. %1$sKlicken Sie hier, um Ihr Dashboard %2$s anzuzeigen.
el: Δεν έχετε άδεια επεξεργασίας αυτού του άρθρου. %1$sΚάντε κλικ εδώ για προβολή του πίνακα ελέγχου σας%2$s.

source: You do not have permission to edit this product. %1$sClick here to view and edit your products%2$s.
de_de: Sie haben keine Berechtigung, dieses Produkt zu bearbeiten. %1$sKlicken Sie hier, um Ihre Produkte %2$s anzuzeigen und zu bearbeiten.
el: Δεν έχετε άδεια για επεξεργασία αυτού του προϊόντος. %1$sΚάντε κλικ εδώ για προβολή και επεξεργασία των προϊόντων σας%2$s.

source: You do not have permission to edit this coupon. %1$sClick here to view and edit your coupons%2$s.
de_de: Sie haben keine Berechtigung, diesen Gutschein zu bearbeiten. %1$sKlicken Sie hier, um Ihre Gutscheine anzuzeigen und zu bearbeiten %2$s.
el: Δεν έχετε άδεια για επεξεργασία αυτού του κουπονιού. %1$sΚάντε κλικ εδώ για προβολή και επεξεργασία των κουπονιών σας%2$s.

source: You do not have permission to edit this order. %1$sClick here to view your orders%2$s.
de_de: Sie haben keine Berechtigung, diese Bestellung zu bearbeiten. %1$sKlicken Sie hier, um Ihre Bestellungen anzuzeigen. %2$s.
el: Δεν έχετε άδεια επεξεργασίας αυτής της παραγγελίας. %1$sΚάντε κλικ εδώ για προβολή των παραγγελιών σας%2$s.

source: You do not have permission to edit this review. %1$sClick here to view and edit your product reviews%2$s.
de_de: Sie haben keine Berechtigung, diese Bewertung zu bearbeiten. %1$sKlicken Sie hier, um Ihre Produktbewertungen anzuzeigen und zu bearbeiten %2$s.
el: Δεν έχετε άδεια για επεξεργασία αυτής της κριτικής. %1$sΚάντε κλικ εδώ για προβολή και επεξεργασία των κριτικών του προϊόντος σας%2$s.

source: Recent reviews
de_de: Aktuelle Bewertungen
el: Πρόσφατες κριτικές
fr_fr: Avis récents

source: Recent comments
de_de: Letzte Kommentare
el: Πρόσφατα σχόλια
fr_fr: Commentaires récents

source: out of 5
de_de: von 5
el: από 5

source: reviewed by
de_de: rezensiert von
el: βαθμολογήθηκε από

source: There are no product reviews yet.
de_de: Es gibt noch keine Produktbewertungen.
el: Δεν υπάρχουν κριτικές προϊόντος ακόμη.

source: Warning
de_de: Warnung
el: Προσοχή
fr_fr: Attention

source: vendor shops have no owner set. Please, set an owner for each vendor shop in order to enable them
de_de: Anbieter Shops haben keinen Eigentümer festgelegt. Bitte legen Sie für jeden Anbieter-Shop einen Eigentümer fest, um diese zu aktivieren
el: τα καταστήματα πωλητών δεν έχουν ορίσει ιδιοκτήτη. Παρακαλώ, ορίστε έναν ιδιοκτήτη για κάθε κατάστημα πωλητή για να μπορέσετε να τα ενεργοποιήσετε
fr_fr: Les boutiques du vendeur n'ont pas de propriétaire. Veuillez définir un propriétaire pour chacune afin de les activer

source: Go to Vendor page to fix it.
de_de: Gehen Sie zur Anbieterseite, um das Problem zu beheben.
el: Μεταφερθείτε στη σελίδα Πωλητή για να το διορθώσετε.

source: Warning:
de_de: Warnung:
el: Προσοχή:

source: Please, set the VAT/SSN field to complete your profile in "Vendor profile"
de_de: Bitte setzen Sie das Feld VAT / SSN, um Ihr Profil unter "Anbieterprofil" zu vervollständigen.
el: Παρακαλώ, ορίστε το πεδίο VAT/SSN για να ολοκληρώσετε το προφίλ σας στο “προφίλ Πωλητή”

source: Go to Vendor details page to fix it.
de_de: Gehen Sie zur Seite mit den Anbieterdetails, um das Problem zu beheben.
el: Μεταφερθείτε στη σελίδα στοιχείων Πωλητή για να το διορθώσετε.

source: Become a vendor
de_de: Werden Sie Verkäufer
el: Γίνε πωλητής
fr_fr: Finalisez l'inscription

source: Terms and Conditions for Vendors
de_de: Allgemeine Geschäftsbedingungen für Anbieter
el: Όροι και Προϋποθέσεις για Πωλητές

source: Privacy Policy for Vendors
de_de: Datenschutzerklärung für Anbieter
el: Πολιτική Απορρήτου για Πωλητές

source: The description is not prominent by default; however, some themes may show it.
de_de: Die Beschreibung ist standardmäßig nicht prominent. Einige Themen können dies jedoch zeigen.
el: Η περιγραφή δεν είναι προεπιλεγμένα εμφανής. Ωστόσο, κάποια θέματα πιθανώς να την εμφανίσουν.

source: <div class="wp-die-message">You are not allowed to create more than %1$s products. %2$sClick here to return in your admin area%3$s.</div>
de_de: <div class="wp-die-message">Sie dürfen nicht mehr als erstellen %1$s Produkte. %2$sKlicken Sie hier, um in Ihren Administrationsbereich zurückzukehren%3$s.</div>
el: <div class="wp-die-message">Δεν μπορείτε να δημιουργήσετε πάνω από %1$s προϊόντα. %2$sΚάντε κλικ εδώ για να επιστρέψετε στη περιοχή διαχειριστή σας%3$s.</div>

source: Cheatin&#8217; uh?
el: Κλέβεις&#8217; ε;

source: Sorry, you are not allowed to edit comments.
de_de: Leider dürfen Sie keine Kommentare bearbeiten.
el: Λυπούμαστε, δεν μπορείτε να επεξεργαστείτε σχόλια.

source: The %s and %s have been modified and your profile has been disabled for sale. To reactivate it, please accept our terms of service and privacy policy again from this page
de_de: %s und %s wurden geändert und Ihr Profil wurde für den Verkauf deaktiviert. Um es wieder zu aktivieren, akzeptieren Sie bitte unsere Nutzungsbedingungen und Datenschutzbestimmungen erneut von dieser Seite
el: Το %s και %s έχουν αλλάξει και το προφίλ σας έχει απενεργοποιηθεί από τις πωλήσεις. Για να το επανενεργοποιήσετε, παρακαλώ αποδεχτείτε ξανά τους όρους υπηρεσίας μας και πολιτική απορρήτου από αυτή τη σελίδα

source: The %s and %s have been modified and your profile will be disabled in %s days. To reactivate it, please accept our terms of service and privacy policy again from this page
de_de: %s und %s wurden geändert und Ihr Profil wird in %s Tagen deaktiviert. Um es wieder zu aktivieren, akzeptieren Sie bitte unsere Nutzungsbedingungen und Datenschutzbestimmungen erneut von dieser Seite
el: Το %s και %s έχουν αλλάξει και το προφίλ σας θα απενεργοποιηθεί σε %s ημέρες. Για να το επανενεργοποιήσετε, παρακαλώ αποδεχτείτε ξανά τους όρους υπηρεσίας μας και πολιτική απορρήτου από αυτή τη σελίδα

source: The %s have been modified and your profile has been disabled for sale.To reactivate it, please accept our terms of service again from this page
de_de: Die %s wurden geändert und Ihr Profil wurde für den Verkauf deaktiviert. Um es wieder zu aktivieren, akzeptieren Sie bitte unsere Nutzungsbedingungen erneut von dieser Seite
el: Το %s έχει αλλάξει και το προφίλ σας έχει απενεργοποιηθεί από τις πωλήσεις.Για να το επανενεργοποιήσετε, παρακαλώ αποδεχτείτε ξανά τους όρους υπηρεσίας μας από αυτή τη σελίδα

source: Sales reports
el: Αναφορές Πωλήσεων

source: Accounts & Privacy
de_de: Konten & Datenschutz
el: Λογαριασμοί & Απόρρητο

source: You do not have permission to edit this order. %1$sClick here to view and edit your orders%2$s.
de_de: Sie haben keine Berechtigung, diese Bestellung zu bearbeiten. %1$sKlicken Sie hier, um Ihre Bestellungen anzuzeigen und zu bearbeiten %2$s.
el: Δεν έχετε άδεια επεξεργασίας αυτής της παραγγελίας. %1$sΚάντε κλικ εδώ για προβολή και επεξεργασία των παραγγελιών σας%2$s.

source: Search for a customer&hellip;
de_de: Suche nach einem Kunden & hellip;
el: Αναζήτηση πελάτη&hellip;

source: A vendor with this name already exists.
de_de: Ein Anbieter mit diesem Namen existiert bereits.
el: Ένας πωλητής με αυτό το όνομα υπάρχει ήδη.
fr_fr: Un vendeur portant ce nom existe déjà.

source: Vendor name already exists
de_de: Der Name des Anbieters ist bereits vorhanden
el: Το όνομα πωλητή υπάρχει ήδη
fr_fr: Le nom du vendeur existe déjà

source: You can't associate more vendor shops with the same shop owner.
de_de: Sie können nicht mehr Anbietergeschäfte mit demselben Ladenbesitzer verknüpfen.
el: Δεν μπορείτε να συνδέσετε παραπάνω καταστήματα πωλητών με τον ίδιο ιδιοκτήτη καταστήματος.
fr_fr: Vous ne pouvez pas associer plusieurs boutiques à un même propriétaire.

source: No %s
de_de: Kein %s
el: Όχι %s

source: Visit Store
de_de: Besuchen Sie den Store
el: Επίσκεψη Καταστήματος

source: None
de_de: Keiner
el: Κανένας

source: Roles
de_de: Rollen
el: Ρόλοι

source: Plugin documentation
de_de: Plugin-Dokumentation
el: Εγχειρίδιο χρήσης προσθέτου

source: Discover the premium version
de_de: Entdecken Sie die Premium-Version
el: Ανακαλύψτε την premium έκδοση

source: WordPress support forum
el: Φόρουμ υποστήριξης WordPress

source: Changelog
de_de: Änderungsprotokoll
el: Σύνοψη αλλαγών

source: Support platform
de_de: Support-Plattform
el: Πλατφόρμα υποστύριξης

source: current version
de_de: aktuelle Version
el: τρέχουσα έκδοση

source: PayPal sandbox test accounts
de_de: PayPal Sandbox-Testkonten
el: Λογαριασμοί δοκιμής sandbox PayPal

source: Enable PayPal MassPay
de_de: Aktivieren Sie PayPal MassPay
el: Ενεργοποίηση PayPal MassPay

source: Option Saved
de_de: Option gespeichert
el: Η Επιλογή Αποθηκεύτηκε

source: Orders
el: Παραγγελίες

source: Abuse reported correctly.
de_de: Missbrauch korrekt gemeldet.
el: Επιτυχής αναφορά κατάχρησης.

source: All fields are mandatory.
de_de: Alle Felder sind Pflichtfelder.
el: Όλα τα πεδία είναι υποχρεωτικά.
fr_fr: Tous les champs sont obligatoires.

source: Your request could not be processed. Please try again
de_de: Ihre Anfrage konnte nicht bearbeitet werden. Bitte versuche es erneut
el: Δεν μπορέσαμε να επεξεργαστούμε το αίτημά σας. Παρακαλώ προσπαθήστε ξανά
fr_fr: Votre demande n'a pas pu être traitée. Veuillez réessayer

source: Error
de_de: Fehler
el: Σφάλμα
fr_fr: Erreur

source: The First name field is mandatory
de_de: Das Feld Vorname ist obligatorisch
el: Το πεδίο Ονόματος είναι υποχρεωτικό
fr_fr: Le prénom est obligatoire

source: The Last name field is mandatory
de_de: Das Feld Nachname ist obligatorisch
el: Το πεδίο Επιθέτου είναι υποχρεωτικό
fr_fr: Le nom de famille est obligatoire

source: The Store address field is mandatory
de_de: Das Feld Storeadresse ist obligatorisch
el: Το πεδίο διεύθυνσης Καταστήματος είναι υποχρεωτικό
fr_fr: Le champ adresse est obligatoire

source: The Email field is mandatory
de_de: Das Feld E-Mail ist obligatorisch
el: Το πεδίο Email είναι υποχρεωτικό
fr_fr: Le champ E-mail est obligatoire

source: The Email address entered is not valid
de_de: Die eingegebene E-Mail-Adresse ist ungültig
el: Η διεύθυνση Email που εισάγατε δεν είναι έγκυρη
fr_fr: L’adresse e-mail que vous avez entrée est incorrecte

source: The PayPal Email field is mandatory
de_de: Das Feld PayPal-E-Mail ist obligatorisch
el: Το πεδίο Email PayPal είναι υποχρεωτικό
fr_fr: L’adresse courriel PayPal est obligatoire

source: The PayPal Email address entered is not valid
de_de: Die eingegebene PayPal-E-Mail-Adresse ist ungültig
el: Η διεύθυνση Email PayPal που εισάγατε δεν είναι έγκυρη
fr_fr: L’adresse E-mail PayPal que vous avez entrée est incorrecte

source: The Telephone field is mandatory
de_de: Das Feld Telefon ist obligatorisch
el: Το πεδίο Τηλεφώνου είναι υποχρεωτικό

source: Insert the vendor name
de_de: Geben Sie den Anbieternamen ein
el: Εισάγετε το όνομα πωλητή
fr_fr: Insérer le nom du vendeur

source: A vendor with this name already exists
de_de: Ein Anbieter mit diesem Namen existiert bereits
el: Ένας πωλητής με αυτό το όνομα υπάρχει ήδη
fr_fr: Un vendeur portant ce nom existe déjà

source: Please, read and accept the terms & conditions
de_de: Bitte lesen und akzeptieren Sie die Allgemeinen Geschäftsbedingungen
el: Παρακαλώ, διαβάστε και αποδεχθείτε τους όρους & προϋποθέσεις
fr_fr: Veuillez lire et accepter les CGV

source: Please, read and accept the privacy policy
de_de: Bitte lesen und akzeptieren Sie die Datenschutzbestimmungen
el: Παρακαλώ, διαβάστε και αποδεχτείτε την πολιτική απορρήτου

source: Please, no spam here
de_de: Bitte kein Spam hier
el: Παρακαλώ, μην αφήνετε spam εδώ
fr_fr: S'il vous plaît, pas de spam ici

source: Report
de_de: Bericht
el: Αναφορά
fr_fr: Rapport

source: User %s (%s) is reporting an abuse on the following product:
de_de: Benutzer %s (%s) meldet einen Missbrauch für das folgende Produkt:
el: Ο χρήστης %s (%s) έκανε αναφορά κατάχρησης του ακόλουθου προϊόντος:

source: Product details: %s (ID: #%s)
de_de: Produktdetails: %s (ID: #%s)
el: Στοιχεία προϊόντος: %s (ID: #%s)

source: Vendor shop: %s (ID: #%s)
de_de: Händler-Shop: %s (ID: #%s)
el: Κατάστημα πωλητή: %s (ID: #%s)

source: Message: %s
de_de: Nachricht: %s
el: Μήνυμα: %s

source: Product page: %s
de_de: Produktseite: %s
el: Σελίδα προϊόντος: %s

source: Vendor Account details: %s
de_de: Angaben zum Anbieterkonto: %s
el: Στοιχεία Λογαριασμού Πωλητή: %s

source: Item sold
de_de: Artikel ausverkauft
el: Αντικείμενο πωλήθηκε
fr_fr: Article vendu

source: Gateway
el: Πύλη
fr_fr: Mode de paiement

source: Gateway ID
el: ID Πύλης
fr_fr: ID Passerelle

source: Enabled
de_de: aktiviert
el: Ενεργοποιημένο
fr_fr: Activé

source: Disabled
de_de: Deaktiviert
el: Απενεργοποιημένο
fr_fr: Désactivé

source: Website url
de_de: Webadresse
el: URL Ιστότοπου
fr_fr: URL du site
