Repository: na-rifat/rafalocsv-wp-theme
Catalog: yith-woocommerce-multi-vendor-premium/languages/yith-woocommerce-product-vendors-*.po
Languages: de_de, el, fr_fr

source: After registration, the seller is entitled to sell. If you disable this option, the administrator must enable the vendor account manually
de_de: Nach der Registrierung ist der Verkäufer zum Verkauf berechtigt. Wenn Sie diese Option deaktivieren, muss der Administrator das Anbieterkonto manuell aktivieren
el: Μετά την εγγραφή, ο πωλητής δικαιούται να ξεκινήσει τις πωλήσεις. Αν απενεργοποιήσετε την επιλογή, ο διαχειριστής θα πρέπει να ενεργοποιήσει τον λογαριασμό πωλητή χειροκίνητα
fr_fr: Après l’inscription, le vendeur a le droit de vendre. Si vous désactivez cette option, l’administrateur doit activer le compte vendeur manuellement

source: Mark this field required
de_de: Markieren Sie dieses Feld als erforderlich
el: Μαρκάρισμα του πεδίου ως απαιτούμενο
fr_fr: Marquer ce champ comme obligatoire

source: Show PayPal Email
de_de: PayPal-E-Mail anzeigen
el: Εμφάνιση Email PayPal

source: If checked, add the PayPal Email fields to registration form and vendor profile information
de_de: Wenn diese Option aktiviert ist, fügen Sie die Felder PayPal-E-Mail zum Registrierungsformular und zu den Informationen zum Anbieterprofil hinzu
el: Αν επιλεχθεί, θα προσθέτει τα πεδία Email PayPal στη φόρμα εγγραφής και στις πληροφορίες προφίλ πωλητή

source: PayPal Email
el: Email PayPal

source: Become a vendor page
de_de: Gestalten Sie eine Anbieterseite
el: Σελίδα γίνε πωλητής
fr_fr: Page Devenir un vendeur

source: "Become a vendor" page
de_de: Seite "Verkäufer werden"
el: Σελίδα “Γίνε πωλητής”
fr_fr: Page "Devenir un vendeur"

source: This sets the page where add the "become a vendor" form will be shown.
de_de: Hiermit wird die Seite festgelegt, auf der das Formular "Anbieter werden" angezeigt wird.
el: Θέτει την σελίδα όπου θα εμφανίζεται η φόρμα “γίνε πωλητής”.
fr_fr: Ceci définit la page où ajouter le formulaire « devenir vendeur ».

source: Become a vendor page style
el: Στυλ σελίδας γίνε πωλητής
fr_fr: Style de la page devenir vendeur

source: My Account Style: with login form and "Register as a vendor" checkbox
de_de: Mein Kontostil: mit Anmeldeformular und Kontrollkästchen "Als Anbieter registrieren"
el: Στυλ Ο Λογαριασμός Μου: με φόρμα σύνδεσης και πλαίσιο ελέγχου “Εγγραφή ως πωλητής”
fr_fr: Le style de mon compte: avec le formulaire de connexion et la case "s'inscrire comme vendeur"

source: MultiVendor Style: Show only become a vendor form
de_de: MultiVendor-Stil: Nur als Anbieterformular anzeigen
el: Στυλ MultiVendor: Εμφάνιση μόνο της φόρμας γίνε πωλητής
fr_fr: Style MultiVendeur: Afficher seulement le formulaire devenir vendeur

source: Terms and conditions & Privacy Policy page
de_de: Allgemeine Geschäftsbedingungen und Datenschutzbestimmungen
el: Σελίδα Όρων και προϋποθέσεων & Πολιτικής Απορρήτου

source: "Terms and conditions" page
de_de: Seite "Allgemeine Geschäftsbedingungen"
el: Σελίδα “Όροι και προϋποθέσεις”
fr_fr: Page "Termes et conditions".

source: This sets the page for vendors' Terms and conditions.
de_de: Dadurch wird die Seite für die Allgemeinen Geschäftsbedingungen des Anbieters festgelegt.
el: Θέτει την σελίδα Όρων και προϋποθέσεων πωλητών.

source: "Privacy Policy" page
de_de: Seite "Datenschutz"
el: Σελίδα “Πολιτικής Απορρήτου”

source: This sets the page for vendors' Privacy Policy.
de_de: Dadurch wird die Seite für die Datenschutzrichtlinie des Anbieters festgelegt.
el: Θέτει την σελίδα Πολιτικής απορρήτου των πωλητών.

source: Manage Revisions
de_de: Revisionen verwalten
el: Διαχείριση Αναθεωρήσεων

source: If enabled, on every update of the Terms and conditions or Privacy policy, the vendor will have to read and accept again
de_de: Wenn diese Option aktiviert ist, muss der Anbieter bei jeder Aktualisierung der Allgemeinen Geschäftsbedingungen oder der Datenschutzrichtlinie diese erneut lesen und akzeptieren
el: Αν ενεργοποιηθεί, σε κάθε ενημέρωση των Όρων και προϋποθέσεων ή της Πολιτικής απορρήτου, ο πωλητής θα πρέπει να τους διαβάσει και αποδεχτεί ξανά

source: If vendors don't accept the new terms
de_de: Wenn Anbieter die neuen Bedingungen nicht akzeptieren
el: Αν οι πωλητές δεν αποδεχτούν τους νέους όρους

source: They can continue to sell as before
de_de: Sie können wie bisher weiter verkaufen
el: Μπορούν να συνεχίσουν να πωλούν όπως πριν

source: Disable the vendor's selling features as soon as the Privacy policy or Terms and conditions are updated
de_de: Deaktivieren Sie die Verkaufsfunktionen des Anbieters, sobald die Datenschutzrichtlinie oder die Allgemeinen Geschäftsbedingungen aktualisiert wurden
el: Απενεργοποίηση των χαρακτηριστικών πώλησης πωλητή μόλις ενημερωθούν η Πολιτική απορρήτου και οι Όροι και προϋποθέσεις

source: Disable the vendor's selling features after x day since the last update of the Privacy policy or Terms and conditions
de_de: Deaktivieren Sie die Verkaufsfunktionen des Anbieters nach x Tag seit der letzten Aktualisierung der Datenschutzrichtlinie oder der Allgemeinen Geschäftsbedingungen
el: Απενεργοποίηση των χαρακτηριστικών πώλησης πωλητή x ημέρες μετά την τελευταία ενημέρωση της Πολιτικής απορρήτου ή των Όρων και προϋποθέσεων

source: Days
de_de: Tage
el: Μέρες
fr_fr: Jours

source: Vendor's Store Page
de_de: Store-Seite des Anbieters
el: Σελίδα Καταστήματος Πωλητή

source: Vendor store slug prefix
de_de: Slug-Präfix des Anbieterspeichers
el: Πρόθεμα slug καταστήματος πωλητή

source: Change the vendor store slug prefix. I.E.: http://mywebsite.com/{store_slug}/vendor_name
de_de: Ändern Sie das Slug-Präfix des Vendor Store. I.E.: Http://mywebsite.com/{store_slug}/vendor_name
el: Αλλάξτε το πρόθεμα slug καταστήματος πωλητή. Δηλαδή: http://mywebsite.com/{store_slug}/vendor_name

source: Store link
de_de: Shop-Link
el: Σύνδεσμος καταστήματος

source: Select the style you want to use:
de_de: Wählen Sie den Stil aus, den Sie verwenden möchten:
el: Επιλέξτε το στυλ που θέλετε να χρησιμοποιήσετε:

source: Theme style
de_de: Themenstil
el: Στυλ θέματος

source: Custom style
de_de: Benutzerdefinierter Stil
el: Προσαρμοσμένο στυλ
fr_fr: Style personnalisé

source: Vendor's name label color
de_de: Farbe des Namensschilds des Anbieters
el: Χρώμα επιγραφής ονόματος πωλητή
fr_fr: Couleur du libellé du nom du vendeur

source: Use it in shop page and single product page
de_de: Verwenden Sie es auf der Shop-Seite und der einzelnen Produktseite
el: Χρησιμοποιήστε το στη σελίδα καταστήματος και στη σελίδα απλού προϊόντος
fr_fr: Utilisez-le dans la page de la boutique et de la page du produit

source: Vendor's name label color (on hover)
de_de: Farbe des Namensschilds des Anbieters (beim Schweben)
el: Χρώμα επιγραφής ονόματος πωλητή (σε αιώρηση)
fr_fr: Couleur du nom du vendeur (au survol)

source: Use it in shop page and single product page (on hover)
de_de: Verwenden Sie es auf der Shop-Seite und der einzelnen Produktseite (beim Hover).
el: Χρησιμοποιήστε το στη σελίδα καταστήματος και στη σελίδα απλού προϊόντος (σε αιώρηση)
fr_fr: Utilisez-le dans la page de la boutique et de la page du produit (au survol)

source: Style for header image in vendor store page
de_de: Stil für das Header-Bild auf der Vendor Store-Seite
el: Στυλ εικόνας επικεφαλίδας της σελίδας καταστήματος πωλητή
fr_fr: Style de l’image d’en-tête dans la page de la boutique du vendeur

source: Select the vendor store page header style
de_de: Wählen Sie den Header-Stil der Anbieter Store-Seite aus
el: Επιλέξτε το στυλ επικεφαλίδας της σελίδας καταστήματος πωλητή
fr_fr: Sélectionnez le style d'en-tête de la page de la boutique du vendeur

source: Small Box
de_de: Kleine Kiste
el: Μικρό Κουτί
fr_fr: Petite case

source: Double Box
de_de: Doppelbox
el: Διπλό Κουτί
fr_fr: Double Case

source: HTML for header image on vendor store page
de_de: HTML für das Header-Bild auf der Anbieter Store-Seite
el: HTML για την εικόνα επικεφαλίδας στη σελίδα καταστήματος πωλητή
fr_fr: HTML pour l'image d'en-tête sur la page du magasin du fournisseur

source: Select the HTML format for vendor store header image
de_de: Wählen Sie das HTML-Format für das Header-Bild des Vendor Store aus
el: Επιλέξτε τη μορφή HTML για την εικόνα επικεφαλίδας καταστήματος πωλητή
fr_fr: Sélectionnez le format HTML pour l'image d'en-tête du magasin du vendeur.

source: Vendor's skin background color
de_de: Frontfarbe des Verkäufers
el: Χρώμα φόντου θέματος πωλητή
fr_fr: Couleur de fond de l'interface vendeur

source: Skin Background color
de_de: Front Hintergrundfarbe
el: Χρώμα Φόντου θέματος
fr_fr: Couleur d’arrière-plan

source: Vendor's skin background color opacity
de_de: Deckkraft der Frontfarbe des Anbieters
el: Διαφάνεια χρώματος φόντου θέματος πωλητή
fr_fr: Opacité de la couleur d'arrière-plan de la peau du vendeur

source: Skin Background color opacity
de_de: Front Hintergrund Farbtrübung
el: Διαφάνεια χρώματος Φόντου Θέματος
fr_fr: Opacité couleur Image de fond

source: Vendor's skin font color
de_de: Anbieter-Schriftfarbe
el: Χρώμα γραμματοσειράς θέματος πωλητή
fr_fr: Couleur de la police de l'interface vendeur

source: Skin font color
de_de: Bildschirmmaskenfarbe
el: Χρώμα γραμματοσειράς θέματος
fr_fr: Couleur du texte

source: Show vendor logo in vendor store page
de_de: Lieferantenlogo auf der Seite des Lieferantengeschäfts anzeigen
el: Εμφάνιση λογοτύπου πωλητή στη σελίδα καταστήματος πωλητή
fr_fr: Afficher le logo du vendeur dans la page de la boutique

source: Enable/Disable the vendor logo (user avatar) in vendor store page.
de_de: Aktivieren / Deaktivieren Sie das Herstellerlogo (Benutzeravatar) auf der Seite des Lieferantengeschäfts.
el: Ενεργοποίηση/Απενεργοποίηση λογοτύπου πωλητή (άβαταρ χρήστη) στη σελίδα καταστήματος πωλητή.
fr_fr: Activer / Désactiver le logo du vendeur (avatar de l'utilisateur) dans la page du vendeur.

source: Show vendor logo
de_de: Herstellerlogo anzeigen
el: Εμφάνιση λογοτύπου πωλητή
fr_fr: Afficher le logo du vendeur

source: Don't show vendor logo
de_de: Herstellerlogo nicht anzeigen
el: Να μην εμφανίζεται το λογότυπο πωλητή
fr_fr: Ne pas afficher le logo du vendeur

source: Image size for vendor logo in vendor store page
de_de: Bildgröße für das Lieferantenlogo auf der Seite des Lieferantengeschäfts
el: Μέγεθος εικόνας για λογότυπο πωλητή στη σελίδα καταστήματος πωλητή
fr_fr: Taille du logo de la boutique du vendeur

source: Change the default image size for logo (Default: 62 px).
de_de: Ändern Sie die Standardbildgröße für das Logo (Standard: 62 px).
el: Αλλάξτε το προεπιλεγμένο μέγεθος εικόνας με το λογότυπο (Προεπιλεγμένο: 62 px).
fr_fr: Changer la taille de l’image du logo (par défaut: 62 px).

source: Image width for header image in vendor store page
de_de: Bildbreite für das Header-Bild auf der Vendor Store-Seite
el: Πλάτος εικόνας για εικόνα επικεφαλίδας στη σελίδα καταστήματος πωλητή
fr_fr: Largeur de l'image d'en-tête de la boutique du vendeur

source: Change the default image width for header. Set width to zero to use original image width (Default: 0 px).
de_de: Ändern Sie die Standardbildbreite für den Header. Setzen Sie die Breite auf Null, um die ursprüngliche Bildbreite zu verwenden (Standard: 0 px).
el: Αλλάξτε το προεπιλεγμένο πλάτος εικόνας για την επικεφαλίδα. Ορίστε το πλάτος σε μηδέν για να χρησιμοποιήσετε το κανονικό πλάτος εικόνας (Προεπιλεγμένο: 0 px).
fr_fr: Modifiez la largeur de l'image de l'en-tête. Réglez la largeur à zéro pour utiliser la largeur originale (par défaut: 0 px).

source: Image height for header image in vendor store page
de_de: Bildhöhe für das Header-Bild auf der Vendor Store-Seite
el: Ύψος εικόνας για εικόνα επικεφαλίδας στη σελίδα καταστήματος πωλητή
fr_fr: Hauteur de l'image d'en-tête de la boutique du vendeur

source: Change the default image height size for header. Set height to zero to use original image height (Default: 0 px).
de_de: Ändern Sie die Standardgröße für die Bildhöhe für den Header. Setzen Sie die Höhe auf Null, um die ursprüngliche Bildhöhe zu verwenden (Standard: 0 px).
el: Αλλάξτε το προεπιλεγμένο μέγεθος ύψους εικόνας για την επικεφαλίδα. Ορίστε το ύψος σε μηδέν για να χρησιμοποιήσετε το κανονικό ύψος εικόνας (Προεπιλεγμένο: 0 px).
fr_fr: Modifiez la taille de la hauteur de l'image de l'en-tête. Réglez la hauteur à zéro pour utiliser la hauteur originale de l'image(par défaut: 0 px).

source: Settings for vendor's "Related products"
de_de: Einstellungen für "Verwandte Produkte" des Anbieters
el: Ρυθμίσεις για τα “Σχετικά προϊόντα” πωλητή
fr_fr: Réglages pour les "Produits similaires" du vendeur""

source: Select related products to show in single product pages:
de_de: Wählen Sie verwandte Produkte aus, die auf einzelnen Produktseiten angezeigt werden sollen:
el: Επιλογή των σχετικών προϊόντων που θα εμφανίζονται στις σελίδες απλών προϊόντων:
fr_fr: Sélectionnez des produits similaires à montrer sur les pages du produit:

source: Do not show related products
de_de: Zeigen Sie keine verwandten Produkte an
el: Να μην εμφανίζονται σχετικά προϊόντα
fr_fr: Ne pas montrer des produits similaires

source: Related products from the entire store
de_de: Verwandte Produkte aus dem gesamten Geschäft
el: Σχετικά προϊόντα από όλο το κατάστημα
fr_fr: Produits similaires de l’ensemble de la boutique

source: Related products from vendor's shop
de_de: Verwandte Produkte aus dem Shop des Anbieters
el: Σχετικά προϊόντα από το κατάστημα πωλητή
fr_fr: Produits similaires de la boutique du vendeur

source: Use the default image for the vendor shop page header
de_de: Verwenden Sie das Standardbild für den Header der Vendor-Shop-Seite
el: Χρησιμοποιήστε την προεπιλεγμένη εικόνα για την επικεφαλίδα σελίδας καταστήματος πωλητή

source: Use the default placeholder if the vendor doesn't set an image for the shop page header
de_de: Verwenden Sie den Standardplatzhalter, wenn der Anbieter kein Bild für den Shop-Seitenkopf festlegt
el: Χρησιμοποιήστε το προεπιλεγμένο κείμενο υποκατάστασης (placeholder) αν ο πωλητής δεν έχει θέσει εικόνα για την επικεφαλίδα σελίδας καταστήματος

source: Show vendor's description in store page
de_de: Beschreibung des Anbieters auf der Store-Seite anzeigen
el: Εμφάνιση της περιγραφής πωλητή στη σελίδα καταστήματος
fr_fr: Afficher la description du vendeur dans la page de la boutique

source: Select if you want to show vendor's description after the header of Store page.
de_de: Wählen Sie aus, ob die Beschreibung des Anbieters nach der Kopfzeile der Store-Seite angezeigt werden soll.
el: Επιλέξτε εάν θέλετε να εμφανίζεται η περιγραφή πωλητή μετά την επικεφαλίδα της σελίδας Καταστήματος.
fr_fr: Sélectionnez si vous voulez afficher la description du vendeur après l’en-tête de page de la boutique.

source: Show vendor's name in store page
de_de: Zeigen Sie den Namen des Anbieters auf der Store-Seite an
el: Εμφάνιση του ονόματος πωλητή στη σελίδα καταστήματος
fr_fr: Montrer le nom du vendeur dans la page de la boutique

source: Select if you want to show vendor's name below products in Store page.
de_de: Wählen Sie aus, ob der Name des Anbieters unter den Produkten auf der Store-Seite angezeigt werden soll.
el: Επιλέξτε αν θέλετε να εμφανίζεται το όνομα του πωλητή κάτω από τα προϊόντα στη σελίδα Καταστήματος.
fr_fr: Sélectionnez si vous voulez afficher le nom du vendeur en dessous des produits dans la page de la boutique.

source: Show total vendor's sales in store page
de_de: Zeigt den Gesamtumsatz des Anbieters auf der Store-Seite an
el: Εμφάνιση συνολικών πωλήσεων πωλητή στη σελίδα καταστήματος
fr_fr: Afficher les ventes totales du vendeur dans la page de la boutique

source: Select if you want to show total vendor's sales in the header of Store page.
de_de: Wählen Sie diese Option aus, wenn Sie den Gesamtumsatz des Anbieters in der Kopfzeile der Store-Seite anzeigen möchten.
el: Επιλέξτε αν θέλετε να εμφανίζονται οι συνολικές πωλήσεις του πωλητή στην επικεφαλίδα της σελίδας Καταστήματος.
fr_fr: Sélectionnez si vous souhaitez afficher les ventes totales du vendeur dans l’en-tête de la page de la boutique.

source: Change the standard VAT/SSN label with your local tax wording
de_de: Ersetzen Sie das Standard-Umsatzsteuer- / SSN-Etikett mit Ihrem lokalen Steuerbegriff
el: Αλλάξτε την βασική επιγραφή VAT/SSN με την τοπική σας φορολογική διατύπωση
fr_fr: Modifier l'étiquette de TVA

source: Show website in store page
de_de: Website auf Store-Seite anzeigen
el: Εμφάνιση ιστότοπου στη σελίδα καταστήματος
fr_fr: Afficher le site Web dans la page du magasin

source: Select if you want to allow vendor to add external website information in the header of Store page.
de_de: Wählen Sie aus, ob der Anbieter externe Website-Informationen in die Kopfzeile der Store-Seite einfügen soll.
el: Επιλέξτε αν θέλετε να επιτρέψετε στον πωλητή να προσθέσει εξωτερικές πληροφορίες ιστότοπου στην επικεφαλίδα σελίδας Καταστήματος.
fr_fr: Sélectionnez si vous souhaitez autoriser le vendeur à ajouter des informations de site Web externe dans l'en-tête de la boutique.

source: Show reviews average rating
de_de: Bewertungen anzeigen durchschnittliche Bewertung
el: Εμφάνιση μέσης αξιολόγησης κριτικών
fr_fr: Afficher la moyenne des évaluations

source: Select if you want to show reviews average ratings in the header of Store page.
de_de: Wählen Sie diese Option aus, wenn Sie die durchschnittlichen Bewertungen der Bewertungen in der Kopfzeile der Store-Seite anzeigen möchten.
el: Επιλέξτε αν θέλετε να εμφανίζονται οι μέσες αξιολογήσεις κριτικών στην επικεφαλίδα σελίδας Καταστήματος.
fr_fr: Sélectionnez si vous souhaitez afficher la moyenne des évaluations dans l'en-tête de la boutique.

source: Google API Key
de_de: Google API-Schlüssel
el: Κλειδί API Google

source: Google Maps API Key
de_de: Google Maps API-Schlüssel
el: Κλειδί API Χαρτών Google

source: Don’t know what an API KEY is or how to use it? For further information, please click
de_de: Sie wissen nicht, was ein API-SCHLÜSSEL ist oder wie er verwendet wird? Für weitere Informationen klicken Sie bitte
el: Δεν γνωρίζετε τι είναι το ΚΛΕΙΔΙ API ή πώς χρησιμοποιείται; Για περισσότερες πληροφορίες, παρακαλώ κάντε κλικ
fr_fr: Vous ne savez pas ce qu'est une CLE API ou comment l'utiliser? Pour plus d’informations, cliquez ici

source: Show on Google Maps Link
de_de: Auf Google Maps Link anzeigen
el: Εμφάνιση σε Σύνδεσμο Χαρτών Google
fr_fr: Afficher sur le lien Google Maps

source: Add the "Show on Google Maps" link under gmaps widget
de_de: Fügen Sie den Link "Auf Google Maps anzeigen" unter dem gmaps-Widget hinzu
el: Προσθήκη του συνδέσμου “Εμφάνιση σε Χάρτες Google” κάτω από την μικροεφαρμογή gmaps
fr_fr: Ajouter le lien "Afficher sur Google Maps" sous le widget gmaps

source: Gateway options
de_de: Gateway-Optionen
el: Επιλογές πύλης
fr_fr: Options de passerelle

source: Report settings.
de_de: Berichtseinstellungen.
el: Ρυθμίσεις αναφορών.
fr_fr: Paramètres du rapport.

source: Vendor Report limit
de_de: Lieferantenberichtslimit
el: Όριο Αναφορών Πωλητή
fr_fr: Limite des rapports du vendeur

source: Choose the maximum number of rows you can show in the reports
de_de: Wählen Sie die maximale Anzahl von Zeilen, die Sie in den Berichten anzeigen können
el: Επιλέξτε τον μέγιστο αριθμό σειρών που μπορούν να εμφανίζονται στις αναφορές
fr_fr: Choisissez le nombre maximal de lignes que vous pouvez afficher dans les rapports

source: Enable product amount limit
de_de: Produktmengenlimit aktivieren
el: Ενεργοποίηση ορίου ποσού προϊόντος
fr_fr: Activez la limite du nombre de produit

source: Limit product amount for each vendor
de_de: Begrenzen Sie die Produktmenge für jeden Anbieter
el: Περιορίστε το ποσό προϊόντος για κάθε πωλητή
fr_fr: Limiter le nombre de produit pour chaque vendeur

source: Product amount limit
de_de: Produktmengenlimit
el: Όριο ποσού προϊόντος
fr_fr: Limite du nombre de produits

source: Set a maximum number of products that each vendor can publish
de_de: Legen Sie eine maximale Anzahl von Produkten fest, die jeder Anbieter veröffentlichen kann
el: Ορίστε έναν μέγιστο αριθμό προϊόντων που μπορεί να δημοσιεύσει κάθε πωλητής
fr_fr: Définir un nombre maximal de produits que chaque vendeur peut publier

source: Product listings
de_de: Produktlisten
el: Καταχωρήσεις προϊόντων
fr_fr: Listes de produits

source: Hide vendor products from store loop page
de_de: Blenden Sie Anbieterprodukte auf der Store-Loop-Seite aus
el: Απόκρυψη προϊόντων πωλητή από την σελίδα βρόγχου καταστήματος
fr_fr: Masquer les produits des vendeurs dans la page d'accueil de la boutique

source: Hide products belonging to vendors from store loop page - this means that vendor products will only be visible on the individual vendor pages.
de_de: Produkte von Anbietern von der Store-Loop-Seite ausblenden - Dies bedeutet, dass Anbieterprodukte nur auf den einzelnen Anbieterseiten sichtbar sind.
el: Απόκρυψη των προϊόντων που ανήκουν σε πωλητές από την σελίδα βρόγχου καταστήματος - αυτό σημαίνει ότι τα προϊόντα πωλητή θα είναι ορατά στις ξεχωριστές σελίδες πωλητή.
fr_fr: Masquer les produits appartenant aux vendeurs sur la page d'accueil de la boutique - cela signifie que les produits du vendeur seront visibles uniquement sur leur boutique.

source: Skip admin review
de_de: Administratorüberprüfung überspringen
el: Παράλειψη ανασκόπησης διαχειριστή
fr_fr: Passer l'autorisation de l'administrateur

source: If you enable this option any vendor could publish products without super admin authorization. This is the default option for any new vendor It is possible to override these settings for each vendor.
de_de: Wenn Sie diese Option aktivieren, kann jeder Anbieter Produkte ohne Superadministratorautorisierung veröffentlichen. Dies ist die Standardoption für jeden neuen Anbieter. Es ist möglich, diese Einstellungen für jeden Anbieter zu überschreiben.
el: Αν ενεργοποιήσετε αυτή την επιλογή οποιοσδήποτε πωλητής μπορεί να δημοσιεύσει προϊόντα χωρίς την εξουσιοδότηση του υπερδιαχειριστή. Αυτή είναι η προεπιλεγμένη επιλογή για οποιονδήποτε νέο πωλητή. Οι ρυθμίσεις μπορούν να παρακαμφθούν για κάθε πωλητή.
fr_fr: Si vous activez cette option, tout fournisseur pourrait publier des produits sans autorisation de super administrateur. C'est l'option par défaut pour tout nouveau fournisseur. Il est possible d'annuler ces paramètres pour chaque fournisseur

source: Set products to “Pending review" status after vendors edit them
de_de: Setzen Sie Produkte auf den Status "Ausstehende Überprüfung", nachdem die Anbieter sie bearbeitet haben
el: Ορίστε τα προϊόντα στη κατάσταση “Σε αναμονή ανασκόπησης” μετά την επεξεργασία των πωλητών
fr_fr: Définissez les produits sur l'état "en entente d'approbation" après une modification des vendeurs

source: Enabling this option will let you set any product on which a vendor applies a change to “Pending review” status, if the vendor is not allowed to apply changes to his/her products without super admin approval.
de_de: Durch Aktivieren dieser Option können Sie jedes Produkt festlegen, für das ein Anbieter eine Änderung des Status "Ausstehende Überprüfung" vornimmt, wenn der Anbieter ohne Genehmigung des Superadministrators keine Änderungen an seinen Produkten vornehmen darf.
el: Ενεργοποιώντας αυτή την επιλογή θα μπορείτε να ορίσετε σε οποιοδήποτε προϊόν στο οποίο ένας πωλητής έχει δημιουργήσει κάποια αλλαγή, την κατάσταση “Ανασκόπηση σε αναμονή”, αν ο πωλητής δεν επιτρέπεται να εφαρμόζει αλλαγές στα προϊόντα του χωρίς την επιβεβαίωση του υπερδιαχειριστή.
fr_fr: Activer cette option vous permet de définir tout produit sur lequel un vendeur applique une modification au statut "En attente d'approbation", si le fournisseur n'est pas autorisé à appliquer des modifications à ses produits sans l'approbation de l'administrateur.

source: Force "Skip reviews" option for all vendors
de_de: Option "Überprüfungen überspringen" für alle Anbieter erzwingen
el: Επιβολή επιλογής “Παράλειψη ανασκοπήσεων” για όλους τους πωλητές
fr_fr: Forcer l'option "Passer les validations" pour tous les vendeurs
