Repository: na-rifat/rafalocsv-wp-theme
Catalog: yith-woocommerce-multi-vendor-premium/languages/yith-woocommerce-product-vendors-*.po
Languages: de_de, el, fr_fr

source: If you enable this option, vendors will be able to create invoice for their order. This feature require that vendor are able to manage their order individually
de_de: Wenn Sie diese Option aktivieren, können Anbieter eine Rechnung für ihre Bestellung erstellen. Diese Funktion setzt voraus, dass der Anbieter seine Bestellung individuell verwalten kann
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να δημιουργήσουν απόδειξη της παραγγελίας τους. Αυτό το χαρακτηριστικό προϋποθέτει την ανεξάρτητη διαχείριση παραγγελιών των πωλητών
fr_fr: Si vous activez cette option, les vendeurs seront en mesure de créer les factures d'achat pour leur commande. Cette fonction exige que le vendeur soit capable de gérer sa commande individuellement

source: If you enable this option, vendors will be able to receive and manage their order quote. This feature require that vendor are able to manage their order individually
de_de: Wenn Sie diese Option aktivieren, können Anbieter ihr Bestellangebot erhalten und verwalten. Diese Funktion setzt voraus, dass der Anbieter seine Bestellung individuell verwalten kann
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να λάβουν και να διαχειριστούν το αίτημα παραγγελίας τους. Αυτό το χαρακτηριστικό προϋποθέτει την ανεξάρτητη διαχείριση παραγγελιών των πωλητών
fr_fr: Si vous activez cette option, les vendeurs pourront recevoir et gérer leur factures. Cette fonctionnalité exige que le vendeur puisse gérer ses commandes

source: If you enable this option, vendors will be able to manage the selling of their products.
de_de: Wenn Sie diese Option aktivieren, können Anbieter den Verkauf ihrer Produkte verwalten.
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να διαχειριστούν την πώληση των προϊόντων τους.
fr_fr: Si vous activez cette option, les vendeurs pourront gérer la vente de leurs produits.

source: If you enable this option, vendors will be able to create custom price rules for their own products.
de_de: Wenn Sie diese Option aktivieren, können Anbieter benutzerdefinierte Preisregeln für ihre eigenen Produkte erstellen.
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να δημιουργήσουν προσαρμοσμένους κανόνες τιμών για τα προϊόντα τους.
fr_fr: Si vous activez cette option, les vendeurs seront en mesure de créer des règles de prix personnalisée pour leurs produits.

source: If you enable this option, vendors will be able to create advanced product options for their products.
de_de: Wenn Sie diese Option aktivieren, können Anbieter erweiterte Produktoptionen für ihre Produkte erstellen.
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να δημιουργήσουν προηγμένες επιλογές προϊόντος για τα προϊόντα τους.
fr_fr: Si vous activez cette option, les vendeurs pourront créer des options avancées pour leurs produits.

source: If you enable this option, vendors will be able to receive SMS notifications for their orders.
de_de: Wenn Sie diese Option aktivieren, können Anbieter SMS-Benachrichtigungen für ihre Bestellungen erhalten.
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να λαμβάνουν ειδοποιήσεις SMS για τις παραγγελίες τους.
fr_fr: Si vous activez cette option, les vendeurs pourront recevoir des notifications par SMS pour leurs commandes.

source: If you enable this option, vendors will be able to access to bulk product editing for their products.
de_de: Wenn Sie diese Option aktivieren, können Anbieter auf die Bearbeitung von Massenprodukten für ihre Produkte zugreifen.
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να έχουν πρόσβαση σε ομαδική επεξεργασία προϊόντων για τα προϊόντα τους.
fr_fr: Si vous activez cette option, les vendeurs pourront accéder à l'édition de produits en vrac.

source: Vendors can create bundle products
de_de: Anbieter können Bundle-Produkte erstellen
el: Οι πωλητές μπορούν να δημιουργήσουν δέσμες προϊόντων
fr_fr: Les vendeurs peuvent créer des produits groupés

source: Vendors can add a label on their products with their energy class
de_de: Anbieter können ihren Produkten mit ihrer Energieklasse ein Etikett hinzufügen
el: Οι πωλητές μπορούν να προσθέσουν μια επιγραφή στα προϊόντα τους με την ενεργειακή τους θέση
fr_fr: Les vendeurs peuvent ajouter une étiquette sur leurs produits avec leur classe énergétique

source: Vendors can create booking products
de_de: Anbieter können Buchungsprodukte erstellen
el: Οι πωλητές μπορούν να δημιουργήσουν προϊόντα κράτησης
fr_fr: Les vendeurs peuvent créer des produits de réservation

source: Coupon Data
de_de: Gutschein Data
el: Δεδομένα Κουπονιού
fr_fr: Données du code promo

source: Usage Restriction
de_de: Nutzungsbeschränkung
el: Περιορισμός Χρήσης
fr_fr: Restriction d’utilisation

source: Usage Limits
de_de: Nutzungsbeschränkungen
el: Όρια Χρήσης
fr_fr: Limites d'utilisation

source: Discount type
de_de: Rabattart
el: Τύπος έκπτωσης
fr_fr: Type de rabais

source: Coupon amount
de_de: Gutscheinbetrag
el: Ποσό κουπονιού
fr_fr: Montant du code promo

source: Value of the coupon.
de_de: Wert des Gutscheins.
el: Αξία κουπονιού.
fr_fr: Valeur du code promo.

source: Coupon expiry date
de_de: Ablaufdatum des Gutscheins
el: Ημερομηνία λήξης κουπονιού
fr_fr: Date d'expiration du Code Promo

source: Minimum spend
de_de: Mindestausgaben
el: Ελάχιστη δαπάνη
fr_fr: Dépense minimale

source: No minimum
de_de: Kein Minimum
el: Χωρίς ελάχιστο
fr_fr: Aucun minimum

source: This field allows you to set the minimum subtotal needed to use the coupon.
de_de: In diesem Feld können Sie die minimale Zwischensumme festlegen, die für die Verwendung des Gutscheins erforderlich ist.
el: Αυτό το πεδίο σας επιτρέπει να ορίσετε το ελάχιστο απαραίτητο υποσύνολο για την χρήση του κουπονιού.
fr_fr: Ce champ vous permet de définir le sous-total minimum nécessaire pour utiliser le Code Promo.

source: Maximum spend
de_de: Maximale Ausgaben
el: Μέγιστη δαπάνη
fr_fr: Dépense maximum

source: No maximum
de_de: Kein Maximum
el: Χωρίς μέγιστο
fr_fr: Pas de maximum

source: This field allows you to set the maximum subtotal allowed when using the coupon.
de_de: In diesem Feld können Sie die maximal zulässige Zwischensumme festlegen, wenn der Gutschein verwendet wird
el: Αυτό το πεδίο σας επιτρέπει να θέσετε το μέγιστο επιτρεπόμενο υποσύνολο κατα την χρήση του κουπονιού.
fr_fr: Ce champ permet de définir le sous-total maximal autorisé lors de l’utilisation du Code Promo.

source: Individual use only
de_de: Nur für den individuellen Gebrauch
el: Μόνο μεμονωμένη χρήση
fr_fr: Utilisation individuelle uniquement

source: Check this box if the coupon cannot be used in conjunction with other coupons.
de_de: Aktivieren Sie dieses Kontrollkästchen, wenn der Gutschein nicht in Verbindung mit anderen Gutscheinen verwendet werden kann.
el: Επιλέξτε το κουτί αν το κουπόνι δεν μπορεί να χρησιμοποιηθεί σε συνδυασμό με αλλά κουπόνια.
fr_fr: Cochez cette case si le code promo ne peut être utilisé conjointement avec d'autres codes promo.

source: Exclude sale items
de_de: Artikel im Angebot ausschließen
el: Απόκλιση αντικειμένων σε έκπτωση
fr_fr: Exclure les articles en promotion

source: Check this box if the coupon should not apply to items on sale. Per-item coupons will only work if the item is not on sale. Per-cart coupons will only work if there are no sale items in the cart.
de_de: Aktivieren Sie dieses Kontrollkästchen, wenn der Gutschein nicht für verkaufte Artikel gelten soll. Gutscheine pro Artikel funktionieren nur, wenn der Artikel nicht zum Verkauf steht. Gutscheine pro Warenkorb funktionieren nur, wenn sich keine Verkaufsartikel im Warenkorb befinden.
el: Επιλέξτε το κουτί αν το κουπόνι δεν πρέπει να εφαρμόζεται σε αντικείμενα σε έκπτωση. Τα κουπόνια ανά αντικείμενο θα λειτουργούν μόνο αν το αντικείμενο δεν είναι σε έκπτωση. Τα κουπόνια ανά καλάθι θα λειτουργήσουν μόνο αν δεν υπάρχουν αντικείμενα σε έκπτωση στο καλάθι.
fr_fr: Cochez cette case si le Code Promo ne doit pas s'appliquer sur les articles en promotion. Les Codes Promos par article ne s'appliquera pas sur les articles en promotion. Les Codes Promos sur un panier total fonctionnera seulement s'il n'y aucun article en promotion dans le panier.

source: Products
de_de: Produkte
el: Προϊόντα
fr_fr: Produits

source: Select products that must have been added to cart to use this coupon.
de_de: Wählen Sie Produkte aus, die zum Warenkorb hinzugefügt werden müssen, um diesen Gutschein zu verwenden.
el: Επιλογή των προϊόντων που θα πρέπει να έχουν προστεθεί στο καλάθι για να χρησιμοποιηθεί το κουπόνι.
fr_fr: Sélectionnez les produits qui doivent être ajoutés au panier afin d'utiliser ce coupon.

source: Exclude products
de_de: Produkte ausschließen
el: Απόκλιση προϊόντων
fr_fr: Exclure les produits

source: Email restrictions
de_de: E-Mail-Einschränkungen
el: Περιορισμοί email
fr_fr: Restrictions d'email

source: No restrictions
de_de: Keine Einschränkungen
el: Χωρίς περιορισμούς
fr_fr: Aucune restriction

source: List of allowed emails to check against the customer's billing email when an order is placed. Separate email addresses with commas.
de_de: Liste der zulässigen E-Mails, die bei der Bestellung mit der Rechnungs-E-Mail des Kunden abgeglichen werden sollen. Trennen Sie E-Mail-Adressen durch Kommas.
el: Λίστα επιτρεπόμενων διευθύνσεων email για την χρήση κουπονιού. Διαχωρίστε τις διευθύνσεις email με κόμματα.
fr_fr: Liste des emails autorisés à vérifier contre le courrier électronique de facturation du client lors de la commande. Séparez les adresses e-mail avec des virgule.

source: Usage limit per coupon
de_de: Nutzungslimit pro Gutschein
el: Όριο χρήσης ανά κουπόνι
fr_fr: Limite d'usage par code promo

source: How many times this coupon can be used before it is void.
de_de: Wie oft kann dieser Gutschein verwendet werden, bevor er ungültig wird.
el: Πόσες φορές μπορεί να χρησιμοποιηθεί αυτό το κουπόνι πριν ακυρωθεί.
fr_fr: Combien de fois ce code promo peut il être utilisé avant de ne plus être valide.

source: Limit usage to X items
de_de: Beschränken Sie die Verwendung auf X Elemente
el: Όριο χρήσης σε X αντικείμενα
fr_fr: Limite d'utilisation à X articles

source: The maximum number of individual items this coupon can apply to when using product discounts. Leave blank to apply to all qualifying items in cart.
de_de: Die maximale Anzahl einzelner Artikel, für die dieser Gutschein gelten kann, wenn Produktrabatte verwendet werden. Lassen Sie das Feld leer, um es auf alle qualifizierten Artikel im Warenkorb anzuwenden.
el: Ο μέγιστος αριθμός ξεχωριστών αντικειμένων στον οποίο μπορεί να εφαρμοστεί αυτό το κουπόνι κατα την χρήση εκπτώσεων προϊόντων. Αφήστε το κενό για να εφαρμοστεί στα απαραίτητα αντικείμενα στο καλάθι.
fr_fr: Nombre maximum d'articles individuels auquel ce coupon peut s'appliquer lors de remises produit. Laisser vide pour appliquer à tous les articles éligibles du panier.

source: Usage limit per user
de_de: Nutzungslimit pro Benutzer
el: Όριο χρήσης ανά χρήστη
fr_fr: Limite d'utilisation par utilisateur

source: How many times this coupon can be used by an invidual user. Uses billing email for guests, and user ID for logged in users.
de_de: Wie oft kann dieser Gutschein von einem einzelnen Benutzer verwendet werden? Verwende Abrechnungs-E-Mail für Gäste und Benutzer-ID für angemeldete Benutzer.
el: Πόσες φορές μπορεί να χρησιμοποιηθεί αυτό το κουπόνι από έναν συγκεκριμένο χρήστη. Για τους επισκέπτες χρησιμοποιείται το email χρέωσης, και για τους συνδεδεμένους χρήστες το ID χρήστη.
fr_fr: Combien de fois ce coupon peut être utilisé par un utilisateur inviduel. Utilise l'adresse mail de facturation pour les invités et l'ID utilisateur pour les utilisateurs connectés.

source: Products which need to be in the cart to use this coupon or, for "Product Discounts", which products are discounted.
de_de: Produkte, die sich im Warenkorb befinden müssen, um diesen Gutschein zu verwenden, oder für "Produktrabatte", welche rabattiert werden.
el: Προϊόντα στα οποία θα εφαρμοστεί το κουπόνι, ή που πρέπει να είναι στο καλάθι για να εφαρμοστεί η “Έκπτωση σταθερού καλαθιού”.
fr_fr: Produits qui doivent être dans le panier pour utiliser ce code promo, pour les &laquo;&nbsp;Remises produit&nbsp;&raquo;, les produits qui sont remisés.

source: Products which must not be in the cart to use this coupon or, for "Product Discounts", which products are not discounted.
de_de: Produkte, die nicht im Warenkorb sein dürfen, um diesen Gutschein zu verwenden, oder für "Produktrabatte", welche nicht rabattiert werden.
el: Προϊόντα στα οποία το κουπόνι δεν θα εφαρμοστεί, ή που δεν μπορούν να είναι στο καλάθι για να εφαρμοστεί η “Έκπτωση σταθερού καλαθιού”.

source: YITH Cost of Goods handling
el: Διαχείριση YITH Cost of Goods

source: Include cost of goods in commission calculations
de_de: Warenkosten in Provisionsberechnungen einbeziehen
el: Περιλαμβάνετε το cost of goods στον υπολογισμό προμηθειών
fr_fr: Inclure le coût des marchandises dans les calculs de commission

source: Decide whether vendor commissions have to be calculated including cost of goods value or not.
de_de: Entscheiden Sie, ob Anbieterprovisionen einschließlich des Warenwertes berechnet werden müssen oder nicht.
el: Επιλέξτε αν οι προμήθειες πωλητών πρέπει να υπολογίζονται περιλαμβάνοντας την αξία cost of goods ή όχι.
fr_fr: Décider si les commissions du vendeur doivent être calculé avec les coûts de la valeur des marchandises ou non.

source: Show YITH Cost of Goods information
de_de: Zeigen Sie YITH Cost of Goods-Informationen an
el: Εμφάνιση πληροφοριών YITH Cost of Goods

source: Show cost of goods information in commission details page
de_de: Informationen zu den Warenkosten finden Sie auf der Seite mit den Provisionsdetails
el: Εμφάνιση πληροφοριών cost of goods στη σελίδα στοιχείων προμήθειας

source: Shipping
de_de: Versand
el: Αποστολή
fr_fr: Livraison

source: Ready to ship in...
de_de: Versandbereit ...
el: Έτοιμο για αποστολή…
fr_fr: Prêt à être expédié dans…

source: 1 business day
de_de: 1 Werktag
el: 1 εργάσιμη μέρα
fr_fr: 1 jour ouvré

source: 1-2 business day
de_de: 1-2 Werktage
el: 1-2 εργάσιμες μέρες
fr_fr: 1-2 jours ouvrables

source: 1-3 business day
de_de: 1-3 Werktage
el: 1-3 εργάσιμες μέρες
fr_fr: 1-3 jours ouvrables

source: 3-5 business day
de_de: 3-5 Werktage
el: 3-5 εργάσιμες μέρες
fr_fr: 3 à 5 jours ouvrables

source: 1-2 weeks
de_de: 1-2 Wochen
el: 1-2 εβδομάδες
fr_fr: 1 à 2 semaines

source: 2-3 weeks
de_de: 2-3 Wochen
el: 2-3 εβδομάδες
fr_fr: 2 à 3 semaines

source: 3-4 weeks
de_de: 3-4 Wochen
el: 3-4 εβδομάδες
fr_fr: 3 à 4 semaines

source: 4-6 weeks
de_de: 4-6 Wochen
el: 4-6 εβδομάδες
fr_fr: 4 à 6 semaines

source: 6-8 weeks
de_de: 6-8 Wochen
el: 6-8 εβδομάδες
fr_fr: 6-8 semaines

source: Vacation
de_de: Ferien
el: Διακοπές
fr_fr: Congés

source: Cost of goods handling
de_de: Bearbeitungskosten
el: Διαχείριση Cost of goods
fr_fr: Coût de la manutention des marchandises

source: Show Cost of goods information
de_de: Kosteninformationen anzeigen
el: Εμφάνιση πληροφοριών Cost of goods
fr_fr: Afficher l'information du coût des marchandises

source: This is the name of the vendor product
de_de: Dies ist der Name des Anbieterprodukts
el: Αυτό είναι το όνομα του προϊόντος πωλητή
fr_fr: Ceci est le nom du produit du vendeur

source: %s commissions for the selected vendor
de_de: %s Aufträge des gewählten Anbieters
el: %s προμήθειες για τον επιλεγμένο πωλητή
fr_fr: commissions de %s pour le vendeur sélectionné

source: Showing reports for:
de_de: Anzeigen von Berichten für:
el: Εμφάνιση αναφορών για:
fr_fr: Afficher les rapports pour :

source: Search Vendors
de_de: Anbieter suchen
el: Αναζήτηση Πωλητών
fr_fr: Chercher les vendeurs

source: Show
de_de: anzeigen
el: Εμφάνιση
fr_fr: Afficher

source: Top Sellers
de_de: Top Verkäufer
el: Κορυφαίοι Πωλητές
fr_fr: Meilleures ventes

source: No vendors found in range
de_de: Keine Anbieter gefunden
el: Δεν βρέθηκαν πωλητές σε εύρος
fr_fr: Pas de vendeurs trouvés dans cette catégorie

source: Top Earners
de_de: Spitzenverdiener
el: Κορυφαίοι Εισοδηματίες
fr_fr: Meilleurs revenus

source: &larr; Choose a vendor to view stats
de_de: &larr; Wählen Sie einen Anbieter aus, um Statistiken anzuzeigen
el: &larr; Επιλέξτε έναν πωλητή για προβολή στατιστικών

source: Number of commissions granted
de_de: Zahl der gewährten Kommissionen
el: Αριθμός προμηθειών που έχουν παραχωρηθεί
fr_fr: Nombre de commissions accordées

source: Commissions amount
de_de: Auftragseinkünfte
el: Ποσό προμηθειών
fr_fr: Montant des commissions

source: %s commission amount
de_de: %s Provisionsbetrag
el: %s ποσό προμήθειας
fr_fr: Montant de la commission : %s

source: This is the sum of commission totals.
de_de: Dies ist die Summe der Provisionen.
el: Αυτό είναι το άθροισμα του συνόλου προμηθειών.
fr_fr: Il s’agit de la somme des totaux des commissions.

source: %s paid commissions
de_de: %s bezahlte Provisionen
el: %s πληρωμένες προμήθειες
fr_fr: %s commissions payées

source: This is the sum of paid commission totals.
de_de: Dies ist die Summe der bezahlten Provisionen.
el: Αυτό είναι το άθροισμα του συνόλου πληρωμένων προμηθειών.
fr_fr: Il s’agit de la somme des totaux des commissions payées.

source: %s unpaid commissions
de_de: %s unbezahlte Provisionen
el: %s μη πληρωμένες προμήθειες
fr_fr: %s commissions non payées

source: This is the sum of unpaid commission totals.
de_de: Dies ist die Summe der nicht bezahlten Provisionen.
el: Αυτό είναι το άθροισμα του συνόλου μη πληρωμένων προμηθειών.
fr_fr: Il s’agit de la somme des totaux des commissions non payées.

source: %s processing commissions
de_de: %s Provisionen bearbeiten
el: %s προμήθειες σε επεξεργασία
fr_fr: %s commissions en traitement

source: This is the sum of processing commission totals.
de_de: Dies ist die Summe der Bearbeitungsprovisionssummen.
el: Αυτό είναι το άθροισμα του συνόλου των προμηθειών σε επεξεργασία.
fr_fr: Il s’agit de la somme des totaux des commissions en traitement.

source: %s pending commissions
de_de: %s ausstehende Provisionen
el: %s προμήθειες σε αναμονή
fr_fr: %s commissions en attente

source: This is the sum of pending commission totals.
de_de: Dies ist die Summe der ausstehenden Provisionssummen.
el: Αυτό είναι το άθροισμα του συνόλου των προμηθειών σε αναμονή.
fr_fr: Il s'agit de la somme des totaux des commissions en attente.

source: %s commissions
de_de: %s Provisionen
el: %s προμήθειες

source: This is the sum of the commissions in this period.
de_de: Dies ist die Summe der Provisionen in diesem Zeitraum.
el: Αυτό το είναι το άθροισμα των προμηθειών σε αυτή τη περίοδο.
fr_fr: C’est la somme des commissions pour la période courante.

source: %s refunded commissions
de_de: %s erstattete Provisionen
el: %s προμήθειες που έχουν επιστραφεί
fr_fr: %s commissions remboursées

source: This is the sum of refunded commission totals.
de_de: Dies ist die Summe der erstatteten Provisionssummen.
el: Αυτό είναι το άθροισμα του συνόλου των προμηθειών που έχουν επιστραφεί.
fr_fr: Il s’agit de la somme des totaux des commissions remboursées.

source: %s cancelled commissions
de_de: %s stornierte Provisionen
el: %s ακυρωμένες προμήθειες
fr_fr: %s commissions abandonnées

source: This is the sum of cancelled commission totals.
de_de: Zusammenfassung der gelöschten Aufträge
el: Αυτό είναι το άθροισμα του συνόλου των ακυρωμένων προμηθειών.
fr_fr: Il s’agit de la somme total des commissions annulées.

source: Commission Totals
de_de: Kommissionsübersicht
el: Σύνολο Προμηθειών
fr_fr: Totaux de Commission

source: Paid Commissions
de_de: Bezahlte Provisionen
el: Πληρωμένες Προμήθειες
fr_fr: Commissions payées

source: Unpaid Commissions
de_de: Unbezahlte Provisionen
el: Μη πληρωμένες Προμήθειες
fr_fr: Commissions non payées

source: Processing Commissions
de_de: Provisionen bearbeiten
el: Προμήθειες σε Επεξεργασία
fr_fr: Commissions en traitement

source: Pending Commissions
de_de: Ausstehende Provisionen
el: Προμήθειες σε Αναμονή
fr_fr: Commissions en attente

source: Refunded Commissions
de_de: Rückerstattete Provisionen
el: Προμήθειες που έχουν Επιστραφεί
fr_fr: Commissions remboursées

source: Cancelled Commissions
de_de: Provisionen storniert
el: Ακυρωμένες Προμήθειες
fr_fr: Commissions annulées

source: %s net commissions in this period
de_de: %s Nettoprovisionen in diesem Zeitraum
el: %s καθαρές προμήθειες σε αυτή τη περίοδο
fr_fr: %s commissions nettes dans cette période

source: This is the sum of the order totals after any refunds and excluding shipping and taxes.
de_de: Dies ist die Summe der Bestellungen nach Rückerstattungen und ohne Versand und Steuern.
el: Αυτό είναι το άθροισμα του συνόλου των παραγγελιών μετά επιστροφών και αποκλείοντας αποστολή και φόρους.
fr_fr: Il s'agit de la somme des totaux de commande après remboursement et ne comprenant pas livraison et TVA.

source: %s orders placed
de_de: %s aufgegebene Bestellungen
el: %s παραγγελίες τοποθετήθηκαν
fr_fr: %s commandes passées

source: %s items purchased
de_de: %s gekaufte Produkte
el: %s αγορασμένα αντικείμενα
fr_fr: %s articles achetés

source: Items purchased
de_de: gekaufte Produkte
el: Αγορασμένα αντικείμενα
fr_fr: Articles achetés

source: Orders count
de_de: Bestellungen zählen
el: Αρίθμηση παραγγελιών
fr_fr: Nombre de Commandes

source: Net sales
de_de: Nettoumsatz
el: Καθαρές πωλήσεις
fr_fr: Ventes - Chiffre Net

source: %s registered vendors
de_de: %s registrierte Anbieter
el: %s εγγεγραμμένοι πωλητές
fr_fr: %s vendeurs enregistrés

source: %s total
de_de: %s gesamt
el: %s συνολικά
fr_fr: Total %s

source: %s with selling capability
de_de: %s mit Verkaufsfähigkeit
el: %s με δυνατότητα πώλησης
fr_fr: %s avec capacité de vente

source: %s enabled
de_de: %s aktiviert
el: %s ενεργοποιημένο
fr_fr: %s activé

source: %s without selling capability
de_de: %s ohne Verkaufsfähigkeit
el: %s χωρίς δυνατότητα πώλησης
fr_fr: %s sans capacité de vente

source: %s disabled
de_de: %s deaktiviert
el: %s απενεργοποιημένο
fr_fr: %s désactivé

source: Totals of registered vendors
de_de: Gesamtzahl der registrierten Anbieter
el: Σύνολο εγγεγραμμένων πωλητών
fr_fr: Totaux des vendeurs enregistrés

source: new vendors
de_de: neue Anbieter
el: νέοι πωλητές
fr_fr: nouveaux vendeurs

source: Enabled Vs Disabled Vendors
de_de: Aktivierte und deaktivierte Anbieter
el: Ενεργοποιημένοι έναντι Απενεργοποιημένων Πωλητών
fr_fr: Vendeurs activés / désactivés

source: vendors
de_de: Anbieter
el: πωλητές
fr_fr: vendeurs

source: %s sales for the selected vendor
de_de: %s Umsatz für den ausgewählten Anbieter
el: %s πωλήσεις για τον επιλεγμένο πωλητή
fr_fr: %s ventes pour le vendeur sélectionné

source: %s purchases for the selected vendor
de_de: %s Umsatz für den ausgewählten Anbieter
el: %s αγορές για τον επιλεγμένο πωλητή
fr_fr: %s achats pour le vendeur sélectionné

source: Number of items sold
de_de: Anzahl der verkauften Artikel
el: Αριθμός αντικειμένων που πωλήθηκαν
fr_fr: Nombre d'articles vendus

source: Sales amount
de_de: Verkaufszahlen
el: Ποσό πωλήσεων
fr_fr: Montant des ventes

source: Add shipping method
de_de: Versandart hinzufügen
el: Προσθήκη μεθόδου αποστολής
fr_fr: Ajouter une méthode de livraison

source: Save changes to continue adding shipping methods to this zone
de_de: Speichern Sie die Änderungen, um weitere Versandmethoden zu dieser Zone hinzuzufügen
el: Αποθηκεύστε τις αλλαγές για να συνεχίσετε να προσθέτετε μεθόδους αποστολής σε αυτή τη ζώνη
fr_fr: Enregistrer les modifications pour continuer à ajouter des méthodes de livraison à cette zone

source: No shipping methods offered to this zone.
de_de: Für diese Zone werden keine Versandmethoden angeboten.
el: Δεν προσφέρονται μέθοδοι αποστολής σε αυτή τη ζώνη.
fr_fr: Aucune méthode d’expédition active pour cette zone.
