Repository: na-rifat/rafalocsv-wp-theme
Catalog: yith-woocommerce-multi-vendor-premium/languages/yith-woocommerce-product-vendors-*.po
Languages: de_de, el, fr_fr

source: Quick Info
de_de: Schnelle Information
el: Γρήγορες Πληροφορίες
fr_fr: Info rapide

source: Do you need more information? Write to us!
de_de: Benötigen Sie weitere Informationen? Schreib uns!
el: Χρειάζεστε περισσότερες πληροφορίες; Επικοινωνήστε μαζί μας!
fr_fr: Avez-vous besoin de plus d'informations? Écrivez-nous!

source: Submit
de_de: einreichen
el: Υποβολή
fr_fr: Enregistrer

source: Unable to send email. Please try again
de_de: Die Email kann nicht gesendet werden. Bitte versuche es erneut
el: Δεν ήταν δυνατή η αποστολή email. Παρακαλώ προσπαθήστε ξανά
fr_fr: Impossible d’envoyer le message. Veuillez réessayer

source: Email sent successfully
de_de: Email wurde erfolgreich Versendet
el: Επιτυχής αποστολή email
fr_fr: Email envoyé avec succès

source: YITH Vendor Contact Form
el: Φόρμα Επικοινωνίας Πωλητή YITH

source: Add a quick info contact form in vendor's store page and in single product page
de_de: Fügen Sie ein schnelles Info-Kontaktformular auf der Store-Seite des Anbieters und auf einer einzelnen Produktseite hinzu
el: Προσθέστε μια φόρμα επικοινωνίας γρήγορων πληροφοριών στη σελίδα καταστήματος πωλητή και στη σελίδα απλού προϊόντος
fr_fr: Ajouter un formulaire d’information de contact rapide dans la page de la boutique du vendeur et dans la page produit

source: Title
de_de: Titel
el: Τίτλος
fr_fr: Titre

source: Description
de_de: Beschreibung
el: Περιγραφή

source: Submit button label text
de_de: Senden Sie den Text der Schaltflächenbeschriftung
el: Κείμενο επιγραφής κουμπιού υποβολής
fr_fr: Nom du bouton d'envoi

source: Hide from guests
de_de: verstecken für nicht angemeldete User
el: Απόκρυψη από επισκέπτες
fr_fr: Masquer pour les visiteurs

source: Show in vendor's store page
de_de: Auf der Store-Seite des Anbieters anzeigen
el: Εμφάνιση στη σελίδα καταστήματος πωλητή
fr_fr: Afficher dans la page de la boutique du vendeur

source: Show in single product page
de_de: In einer einzigen Produktseite anzeigen
el: Εμφάνιση στη σελίδα απλού προϊόντος
fr_fr: Afficher dans la page du produit

source: Send a copy to website owner
de_de: Senden Sie eine Kopie an den Betreiber der Website
el: Αποστολή αντιγράφου στον ιδιοκτήτη ιστότοπου
fr_fr: Envoyer une copie au propriétaire du site

source: YITH Vendor Store Location
el: Τοποθεσία Καταστήματος Πωλητή YITH

source: Display the vendor's store location in Google Maps
de_de: Ortsanzeige in Google-Maps
el: Εμφάνιση της τοποθεσίας καταστήματος του πωλητή στους Χάρτες Google
fr_fr: Afficher la position de la boutique du vendeur dans Google Maps

source: If you have an API KEY for Google Maps, you can add it
de_de: Wenn Sie einen API-SCHLÜSSEL für Google Maps haben, können Sie ihn hinzufügen
el: Αν έχετε ΚΛΕΙΔΙ API για τους Χάρτες Google, μπορείτε να το προσθέσετε
fr_fr: Si vous avez une API KEY pour Google Maps, vous pouvez l'ajouter

source: Don’t know what an API KEY is or how to use it? If you need further information, please click
de_de: Sie wissen nicht, was ein API-SCHLÜSSEL ist oder wie er verwendet wird? Wenn Sie weitere Informationen benötigen, klicken Sie bitte
el: Δεν γνωρίζετε τι είναι το ΚΛΕΙΔΙ API ή πώς χρησιμοποιείται; Για περισσότερες πληροφορίες, παρακαλώ κάντε κλικ
fr_fr: Vous ne savez pas ce qu'est une CLE API ou comment l'utiliser? Pour plus d’informations, cliquez ici

source: YITH Vendors List
el: Λίστα Πωλητών YITH

source: Display the list with enabled vendors.
de_de: Zeigen Sie die Liste mit aktivierten Anbietern an.
el: Εμφάνιση λίστας ενεργοποιημένων πωλητών.
fr_fr: Afficher la liste des vendeurs activés.

source: Vendor List
de_de: Anbieter-Liste
el: Λίστα Πωλητή
fr_fr: Liste des vendeurs

source: Hide this widget on vendor page
de_de: Blenden Sie dieses Widget auf der Anbieterseite aus
el: Απόκρυψη μικροεφαρμογής στη σελίδα πωλητή
fr_fr: Cachez ce widget sur la page des vendeurs

source: Vendor's products quantity
de_de: Produktmenge des Anbieters
el: Ποσότητα προϊόντων πωλητή
fr_fr: Quantité de produits du vendeur

source: Hide vendors with no products
de_de: Verstecken Sie Anbieter ohne Produkte
el: Απόκρυψη πωλητών χωρίς προϊόντα
fr_fr: Masquer les vendeurs n'ayant aucun produit

source: Vendor Profile Media
de_de: Anbieterprofilmedien
el: Πολυμέσα Προφίλ Πωλητή
fr_fr: Profil du fournisseur

source: Delete vendor avatar and vendor header image file
de_de: Löschen Sie den Hersteller-Avatar und die Hersteller-Header-Bilddatei
el: Διαγραφή άβαταρ πωλητή και αρχείου εικόνας επικεφαλίδας πωλητή
fr_fr: Supprimer le fichier image de l'avatar et de l'en-tête du fournisseur

source: When handling an <a href="%s">account erasure request</a>, should vendor media data be retained or removed?
de_de: Sollten bei der Bearbeitung einer <a href="%s"> Löschanforderung für das Konto </a> die Mediendaten des Anbieters beibehalten oder entfernt werden?
el: Κατα την διαχείριση ενός <a href="%s">αιτήματος διαγραφής λογαριασμού</a>, τα δεδομένα πολυμέσων πωλητή θα διατηρούνται ή θα αφαιρούνται;
fr_fr: Lors du traitement d'une <a href="%s">demande d'effacement de compte</a> , les données de support du fournisseur doivent-elles être conservées ou supprimées?

source: Personal Data Exporter
de_de: exportiert persönliche Daten
el: Εξαγωγέας Προσωπικών Δεδομένων
fr_fr: Exportateur de données personnelles

source: Export vendor's commission
de_de: Provision des Exportanbieters
el: Εξαγωγή προμήθειας πωλητή
fr_fr: Export des commissions vendeur

source: Export Commissions
de_de: Provisionen exportieren
el: Εξαγωγή Προμηθειών
fr_fr: Exporter les commissions

source: Personal Data Eraser
de_de: personenbezogene Daten löschen
el: Εξαλειπτής Προσωπικών Δεδομένων
fr_fr: Effaceur de données personnelles

source: Vendor Profile
de_de: Anbieter Profile
el: Προφίλ Πωλητή
fr_fr: Profil vendeur

source: Remove vendor profile information
de_de: Entfernen Sie Anbieterprofilinformationen
el: Αφαίρεση στοιχείων προφίλ πωλητή
fr_fr: Supprimer les informations du profil du fournisseur

source: When handling an <a href="%s">account erasure request</a>, should vendor data be retained or removed?
de_de: Sollten bei der Bearbeitung einer <a href="%s"> Löschanforderung für ein Konto </a> die Lieferantendaten beibehalten oder entfernt werden?
el: Κατα την διαχείριση ενός <a href="%s">αιτήματος διαγραφής λογαριασμού</a>, τα δεδομένα πωλητή θα διατηρούνται ή θα αφαιρούνται;
fr_fr: Lors du traitement d'une <a href="%s">demande d'effacement de compte</a> , les données du fournisseur doivent-elles être conservées ou supprimées?

source: Remove user id in vendor's commissions
de_de: Entfernen Sie die Benutzer-ID in den Provisionen des Anbieters
el: Αφαίρεση ID χρήστη στις προμήθειες πωλητή
fr_fr: Supprimer l'identifiant de l'utilisateur dans les commissions du vendeur

source: When handling an <a href="%s">account erasure request</a>, should user id within commissions be retained or removed?
de_de: Sollte bei der Bearbeitung einer <a href="%s"> Kontolöschanforderung </a> die Benutzer-ID innerhalb der Provisionen beibehalten oder entfernt werden?
el: Κατα την διαχείριση ενός <a href="%s">αιτήματος διαγραφής λογαριασμού</a>, το ID χρήστη θα διατηρείται ή θα αφαιρείται από τις προμήθειες;
fr_fr: Lors du traitement d'une <a href="%s">demande d'effacement de compte</a> , l'ID utilisateur dans les commissions doit-il être conservé ou supprimé?

source: Seller vacation
de_de: Verkäufer Urlaub
el: Διακοπές πωλητή
fr_fr: Vacances des vendeurs

source: Enable seller vacation module
de_de: Aktivieren Sie das Verkäufer-Urlaubsmodul
el: Ενεργοποίηση αρθρώματος διακοπών πωλητή
fr_fr: Activer le module de vacances du vendeur

source: If you enable this option, each vendor will be able to close his/her shop for vacation.
de_de: Wenn Sie diese Option aktivieren, kann jeder Anbieter seinen Shop für den Urlaub schließen.
el: Αν ενεργοποιήσετε αυτή την επιλογή, κάθε πωλητής θα μπορεί να κλείσει το κατάστημα του λόγω διακοπών.
fr_fr: Si vous activez cette option, chaque vendeur sera en mesure de fermer sa boutique pour les vacances.

source: Enable shipping module
de_de: Versandmodul aktivieren
el: Ενεργοποίηση αρθρώματος αποστολής
fr_fr: Activer le module de livraison

source: If you enable this option, each vendor will be able to set a self cost for the vendor shipping method
de_de: Wenn Sie diese Option aktivieren, kann jeder Anbieter Selbstkosten für die Versandmethode des Anbieters festlegen
el: Αν ενεργοποιήσετε αυτή την επιλογή, κάθε πωλητής θα μπορεί να ορίσει ένα προσωπικό κόστος για την μέθοδο αποστολής πωλητή
fr_fr: Si vous activez cette option, chaque vendeur pourra mettre ses propres coûts de livraison

source: Enable live chat for vendors
de_de: Aktivieren Sie den Live-Chat für Anbieter
el: Ενεργοποίηση live chat για πωλητές
fr_fr: Activer le chat en direct pour les vendeurs

source: Enable membership for vendors
de_de: Aktivieren Sie die Mitgliedschaft für Anbieter
el: Ενεργοποίηση membership για πωλητές
fr_fr: Activer l'abonnement pour les vendeurs

source: Enable subscription for vendors
de_de: Aktivieren Sie das Abonnement für Anbieter
el: Ενεργοποίηση subscription για πωλητές
fr_fr: Activer l’abonnement pour les vendeurs

source: Enable badge management for vendors
de_de: erlaube Managementanzeige für Anbieter
el: Ενεργοποίηση badge management για πωλητές
fr_fr: Activer la gestion des badges pour les vendeurs

source: Enable product size charts for vendors
de_de: Aktivieren Sie Produktgrößentabellen für Anbieter
el: Ενεργοποίηση product size charts για πωλητές
fr_fr: Activez les grilles de taille de produit pour les vendeurs

source: Enable Name Your Price for vendors
de_de: Aktivieren Sie Name Your Price für Anbieter
el: Ενεργοποίηση Name Your Price για πωλητές
fr_fr: Activez Name Your Price pour les vendeurs

source: Enable Order Tracking for vendors
de_de: Aktivieren Sie die Sendungsverfolgung für Anbieter
el: Ενεργοποίηση Order Tracking για πωλητές
fr_fr: Activer le Suivi de commande pour les vendeurs

source: Enable Waiting List for vendors
de_de: Warteliste für Anbieter aktivieren
el: Ενεργοποίηση Waiting List για πωλητές
fr_fr: Activer la liste d’attente pour les vendeurs

source: Enable surveys for vendors
de_de: Umfragen für Anbieter aktivieren
el: Ενεργοποίηση surveys για πωλητές
fr_fr: Activer les sondages pour les vendeurs

source: Enable Review for Discounts for vendors
de_de: Aktivieren Sie die Überprüfung auf Rabatte für Anbieter
el: Ενεργοποίηση Review for Discounts για πωλητές

source: Coupon Email System for vendors
de_de: Gutschein Email System für Anbieter
el: Coupon Email System για πωλητές
fr_fr: Système de messagerie des codes promo pour les vendeurs

source: You can manage this features here
de_de: Sie können diese Funktionen hier verwalten
el: Μπορείτε να διαχειριστείτε τα χαρακτηριστικά εδώ
fr_fr: Vous pouvez gérer ces fonctionnalités ici

source: Vendor Settings
de_de: Anbietereinstellungen
el: Ρυθμίσεις Πωλητή
fr_fr: Paramètres du vendeur

source: Enable PDF Invoice for vendors
de_de: Aktivieren Sie die PDF-Rechnung für Anbieter
el: Ενεργοποίηση PDF Invoice για πωλητές
fr_fr: Activer Facture PDF pour les vendeurs

source: Enable Request a quote for vendors
de_de: Aktivierung Fordern Sie ein Angebot für Anbieter an
el: Ενεργοποίηση Request a quote για πωλητές
fr_fr: Activer la demande de devis pour les vendeurs

source: Enable Catalog Mode for vendors
de_de: Aktivieren Sie den Katalogmodus für Anbieter
el: Ενεργοποίηση Catalog Mode για πωλητές
fr_fr: Activer le mode catalogue pour les vendeurs

source: Enable Role Based Prices for vendors
de_de: Aktivieren Sie rollenbasierte Preise für Anbieter
el: Ενεργοποίηση Role Based Prices για πωλητές
fr_fr: Activer les prix basés sur les rôles pour les vendeurs

source: Enable Product Add-ons Options for vendors
de_de: Aktivieren Sie Produkt-Add-On-Optionen für Anbieter
el: Ενεργοποίηση Επιλογών Product Add-ons για πωλητές
fr_fr: Activer les options de produits complémentaires pour les vendeurs

source: Enable SMS Notifications for vendors
de_de: Aktivieren Sie SMS-Benachrichtigungen für Anbieter
el: Ενεργοποίηση SMS Notifications για πωλητές
fr_fr: Activer les notiffications par SMS pour les vendeurs

source: Enable Bulk Product Editing Options for vendors
de_de: Aktivieren Sie die Bearbeitungsoptionen für Massenprodukte für Anbieter
el: Ενεργοποίηση Επιλογών Bulk Product Editing για πωλητές
fr_fr: Activer les options d'édition de produits en masse pour les vendeurs

source: Product Bundles features for vendors
el: Χαρακτηριστικά Product Bundles για πωλητές
fr_fr: Caractéristiques des packs de produits pour les vendeurs

source: EU Energy Label features for vendors
de_de: Funktionen des EU-Energieetiketts für Anbieter
el: Χαρακτηριστικά EU Energy Label για πωλητές
fr_fr: Caractéristiques de l'étiquette énergétique de l'UE pour les vendeurs

source: Booking features for vendors
de_de: Buchungsfunktionen für Anbieter
el: Χαρακτηριστικά booking για πωλητές
fr_fr: Paramètres de réservation pour les vendeurs

source: Commission page view
de_de: Seitenaufruf der Kommission
el: Προβολή σελίδας προμηθειών
fr_fr: Affichage de la page de Commission

source: Select the default view for commission page
de_de: Wählen Sie die Standardansicht für die Provisionsseite
el: Επιλέξτε την προεπιλεγμένη προβολή της σελίδας προμηθειών
fr_fr: Sélectionnez l’affichage par défaut pour la page de commission

source: Coupons
de_de: Gutscheine
el: Κουπόνια
fr_fr: Codes promo

source: Include coupons in commission calculations
de_de: Gutscheine in Provisionsberechnungen einbeziehen
el: Περιλαμβάνετε κουπόνια στον υπολογισμό προμηθειών
fr_fr: Inclure les bons d'achats dans les calculs de commissions

source: Decide whether vendor commissions have to be calculated including coupon value or not.
de_de: Entscheiden Sie, ob Lieferantenprovisionen einschließlich Gutscheinwert berechnet werden müssen oder nicht.
el: Επιλέξτε αν οι προμήθειες πωλητών πρέπει να υπολογίζονται περιλαμβάνοντας ή όχι την αξία κουπονιού.
fr_fr: Décider si les commissions du vendeur doivent être calculés avec ou sans la valeur du coupon.

source: Taxes
el: Φόροι

source: Tax management in commission calculations
de_de: Steuermanagement bei Provisionsberechnungen
el: Διαχείριση φόρου στον υπολογισμό προμηθειών
fr_fr: Gestion des taxes dans les calculs de commission

source: Decide whether vendor commissions have to be calculated including/excluding tax value.
de_de: Entscheiden Sie, ob Lieferantenprovisionen einschließlich / ohne Steuerwert berechnet werden müssen.
el: Επιλέξτε αν οι προμήθειες πωλητών πρέπει να υπολογίζονται περιλαμβάνοντας ή όχι την αξία φόρου.
fr_fr: Décider si les commissions du vendeur doivent être calculé avec les taxes ou pas.

source: Commission Base
de_de: Provisionsbasis
el: Βάση Προμήθειας
fr_fr: Commission de base

source: Default commission percentage
de_de: Standardprovisionsprozentsatz
el: Προεπιλεγμένο ποσοστό προμήθειας
fr_fr: Pourcentage de commission par défaut

source: WooCommerce Pages
de_de: WooCommerce Seiten
el: Σελίδες WooCommerce

source: Show vendor's name in shop page
de_de: Zeigen Sie den Namen des Anbieters auf der Shop-Seite an
el: Εμφάνιση του ονόματος πωλητή στη σελίδα καταστήματος
fr_fr: Afficher le nom du vendeur dans la page de la boutique

source: Select if you want to show vendor's name below products in Shop page.
de_de: Wählen Sie aus, ob der Name des Anbieters unter den Produkten auf der Shop-Seite angezeigt werden soll.
el: Επιλέξτε αν θέλετε να φαίνεται το όνομα πωλητή κάτω από τα προϊόντα στη σελίδα Καταστήματος.
fr_fr: Sélectionnez si vous voulez afficher le nom du vendeur en dessous des produits dans la page de la boutique.

source: Show vendor's name in single product page
de_de: Zeigen Sie den Namen des Anbieters auf einer einzelnen Produktseite an
el: Εμφάνιση ονόματος πωλητή στη σελίδα απλού προϊόντος
fr_fr: Afficher le nom du vendeur dans la page du produit

source: Select if you want to show vendor's name below products in Single product page.
de_de: Wählen Sie aus, ob der Name des Anbieters unter den Produkten auf der Seite "Einzelprodukt" angezeigt werden soll.
el: Επιλέξτε αν θέλετε να εμφανίζεται το όνομα του πωλητή κάτω από τα προϊόντα στη σελίδα απλού Προϊόντος.
fr_fr: Sélectionnez si vous voulez afficher le nom du vendeur en dessous du produit dans la page du produit.

source: Show vendor's name in product category page
de_de: Anbieternamen auf der Produktkategorieseite anzeigen
el: Εμφάνιση ονόματος πωλητή στη σελίδα κατηγοριών προϊόντος
fr_fr: Afficher le nom du vendeur dans la page de catégorie du produit

source: Select if you want to show vendor's name below products in Product category page.
de_de: Wählen Sie aus, ob der Name des Anbieters unter den Produkten auf der Seite Produktkategorie angezeigt werden soll.
el: Επιλέξτε αν θέλετε να εμφανίζεται το όνομα του πωλητή κάτω από τα προϊόντα στη σελίδα κατηγοριών Προϊόντος.
fr_fr: Sélectionnez si vous voulez afficher le nom du vendeur en dessous des produits dans la page des catégories.

source: Show "Item sold" information in single product page
de_de: Informationen zu "Artikel ausverkauft" auf einer einzelnen Produktseite anzeigen
el: Εμφάνιση πληροφοριών “Αντικείμενο πωλήθηκε” στη σελίδα απλού προϊόντος
fr_fr: Afficher « Article vendu » dans la page du produit

source: Select if you want to show the text "Item sold" in single product page among category and tag information
de_de: Wählen Sie aus, ob der Text "Verkaufter Artikel" auf einer einzelnen Produktseite unter Kategorie- und Tag-Informationen angezeigt werden soll
el: Επιλέξτε αν θέλετε το κείμενο “Αντικείμενο πωλήθηκε” να εμφανίζεται στη σελίδα απλού προϊόντος ανάμεσα στις πληροφορίες κατηγορίας και ετικέτας
fr_fr: Sélectionnez si vous souhaitez afficher le texte «Article vendu» dans la page du produit parmi les informations de catégorie et d'étiquette

source: Show "Report abuse" link
de_de: Link "Missbrauch melden" anzeigen
el: Εμφάνιση συνδέσμου “Αναφορά κατάχρησης”
fr_fr: Afficher le lien : Signaler un abus

source: Choose if you want to show the "Report abuse" link under product thumbnails in single product page.
de_de: Wählen Sie, ob Sie den Link "Missbrauch melden" unter Produktminiaturen auf einer einzelnen Produktseite anzeigen möchten.
el: Επιλέξτε αν θέλετε να εμφανίζεται ο σύνδεσμος “Αναφορά κατάχρησης” κάτω από τις μικρογραφίες προϊόντος στη σελίδα απλού προϊόντος.
fr_fr: Choisissez si vous souhaitez afficher le lien « Signalez un abus » sous les vignettes de produit dans la page du produit.

source: All products
de_de: Alle Produkte
el: Όλα τα προϊόντα
fr_fr: Tous les produits

source: Only for vendor's products
de_de: Nur für Produkte des Anbieters
el: Μόνο για τα προϊόντα πωλητή
fr_fr: Uniquement pour les produits du vendeur

source: "Report abuse" link text
de_de: Linktext "Missbrauch melden"
el: Κείμενο συνδέσμου “αναφορά κατάχρησης”
fr_fr: Texte du lien Signaler un abus

source: The report abuse link text.
de_de: Der Linktext zum Melden von Missbrauch.
el: Το κείμενο συνδέσμου αναφοράς κατάχρησης.
fr_fr: Le texte du lien signalez abus.

source: Report abuse
de_de: Missbrauch melden
el: Αναφορά κατάχρησης
fr_fr: Signaler un abus

source: Show "Vendor" tab in single product page
de_de: Tab "Anbieter" auf einer einzelnen Produktseite anzeigen
el: Εμφάνιση καρτέλας “Πωλητή” στη σελίδα απλού προϊόντος
fr_fr: Afficher l'onglet "vendeur" dans la page du produit

source: Select if you want to show vendor's tab in single product page.
de_de: Wählen Sie aus, ob Sie den Tab des Anbieters auf einer einzelnen Produktseite anzeigen möchten.
el: Επιλέξτε αν θέλετε να εμφανίζεται η καρτέλα πωλητή στη σελίδα απλού προϊόντος.
fr_fr: Sélectionnez si vous souhaitez afficher l'onglet du vendeur dans la page de produit.

source: Vendor Tab
de_de: Anbieter Tab
el: Καρτέλα Πωλητή
fr_fr: Onglet Vendeur

source: Change the label of "Vendor Tab" in single product page.
de_de: Ändern Sie die Bezeichnung "Anbieter Tab" auf einer einzelnen Produktseite.
el: Αλλαγή επιγραφής “Καρτέλας Πωλητή” στη σελίδα απλού προϊόντος.
fr_fr: Changer le label de l'onglet vendeur dans la page du produit.

source: Vendor tab position in single product page
de_de: Position des Tabs "Anbieter" auf einer einzelnen Produktseite
el: Θέση καρτέλας πωλητή στη σελίδα απλού προϊόντος
fr_fr: Position de l’onglet vendeur dans la page du produit

source: Select the position for "Vendor" tab in single product page. You can set to show the tab before or after WooCommerce tabs
de_de: Wählen Sie die Position für die Tab "Anbieter" auf einer einzelnen Produktseite. Sie können festlegen, dass die Registerkarte vor oder nach den WooCommerce-Registerkarten angezeigt wird
el: Επιλέξτε την περιοχή για την καρτέλα “Πωλητής” στη σελίδα απλού προϊόντος. Μπορείτε να θέσετε να εμφανίζετε την καρτέλα πριν ή μετά τις καρτέλες WooCommerce
fr_fr: Choisissez la position onglet «vendeur» dans la page du produit. Vous pouvez choisir d'afficher l'onglet avant ou après les onglets WooCommerce

source: First tab
de_de: Erste Registerkarte
el: Πρώτη καρτέλα
fr_fr: Premier onglet

source: After WooCommerce tabs
de_de: Nach WooCommerce-Registerkarten
el: Μετά τις καρτέλες WooCommerce
fr_fr: Après les onglets WooCommerce

source: Shipping info Tab
de_de: Registerkarte "Versandinformationen"
el: Καρτέλα στοιχείων Αποστολής
fr_fr: Onglet info de livraison

source: Change the label of "Shipping info Tab" in single product page.
de_de: Ändern Sie die Bezeichnung "Registerkarte" Versandinformationen "" auf einer einzelnen Produktseite.
el: Αλλαγή επιγραφής “Καρτέλα στοιχείων Αποστολής” στη σελίδα απλού προϊόντος.
fr_fr: Modifier le label de l'onglet information de livraison dans la page du produit.

source: Show products on Vacation Mode
de_de: Produkte im Urlaubsmodus anzeigen
el: Εμφάνιση προϊόντων σε Λειτουργία Διακοπών

source: Select if you want to show vendor's products during holiday closings in WooCommerce archive pages.
de_de: Wählen Sie auf den WooCommerce-Archivseiten aus, ob Sie die Produkte des Anbieters während der Urlaubsschließungen anzeigen möchten.
el: Επιλέξτε αν θέλετε να εμφανίζονται τα προϊόντα πωλητή κατα τη διάρκεια κλεισιμάτων διακοπών στις σελίδες αρχείων WooCommerce.

source: Vendor's registration page
de_de: Registrierungsseite des Anbieters
el: Σελίδα εγγραφής πωλητών
fr_fr: Page d’inscription vendeur

source: Enable Vendors registration in "My Account" page
de_de: Aktivieren Sie die Anbieterregistrierung auf der Seite "Mein Konto"
el: Ενεργοποίηση εγγραφής Πωλητών στη σελίδα “Ο Λογαριασμός Μου”
fr_fr: Activer l’enregistrement des vendeurs dans la page Mon compte

source: To make this option available you have to enable registration from "My Account" page in <a href="%s">WooCommerce > Settings > Account</a>
de_de: Um diese Option verfügbar zu machen, müssen Sie die Registrierung auf der Seite "Mein Konto" unter <a href="%s"> WooCommerce> Einstellungen> Konto </a> aktivieren
el: Για να θέσετε την επιλογή ως διαθέσιμη πρέπει να ενεργοποιήσετε την εγγραφή από την σελίδα “Ο Λογαριασμός Μου” στο <a href="%s">WooCommerce > Ρυθμίσεις > Λογαριασμός</a>
fr_fr: Pour rendre cette option disponible, vous devez activer l’enregistrement de la page «Mon compte» dans <a href="%s">WooCommerce > Paramètres >Compte</a>

source: Auto enable vendor account
de_de: Anbieterkonto automatisch aktivieren
el: Αυτόματη ενεργοποίηση λογαριασμού πωλητή
fr_fr: Activer automatiquement le compte vendeur
