Repository: na-rifat/rafalocsv-wp-theme
Catalog: yith-woocommerce-multi-vendor-premium/languages/yith-woocommerce-product-vendors-*.po
Languages: de_de, el, fr_fr

source: This sample language includes the basics around what personal data your store may be collecting, storing and sharing, as well as who may have access to that data. Depending on what settings are enabled and which additional plugins are used, the specific information shared by your store will vary. We recommend consulting with a lawyer when deciding what information to disclose on your privacy policy.
de_de: Diese Beispielsprache enthält die Grundlagen dazu, welche persönlichen Daten Ihr Geschäft möglicherweise sammelt, speichert und weitergibt und wer möglicherweise Zugriff auf diese Daten hat. Abhängig davon, welche Einstellungen aktiviert sind und welche zusätzlichen Plugins verwendet werden, variieren die spezifischen Informationen, die von Ihrem Geschäft geteilt werden. Wir empfehlen, einen Anwalt zu konsultieren, wenn Sie entscheiden, welche Informationen in Ihrer Datenschutzrichtlinie offengelegt werden sollen.
el: Αυτό το δείγμα γλώσσας περιλαμβάνει τα βασικά στοιχεία γύρω από το τι προσωπικά δεδομένα το κατάστημά σας μπορεί να συλλέγει, την αποθήκευση και την κοινή χρήση, καθώς και ποιοι μπορεί να έχουν πρόσβαση σε αυτά τα δεδομένα. Ανάλογα με τις ρυθμίσεις που είναι ενεργοποιημένες και ποια επιπλέον πρόσθετα χρησιμοποιούνται, οι συγκεκριμένες πληροφορίες που κοινοποιούνται από το κατάστημά σας θα ποικίλλουν. Συνιστούμε τη διαβούλευση με έναν δικηγόρο, όταν αποφασίζετε ποιες πληροφορίες να αποκαλύπτετε στην πολιτική απορρήτου σας.
fr_fr: Cet exemple comprend les bases sur les données personnelles que votre boutique peut collecter, stocker et partager, ainsi que sur les personnes pouvant avoir accès à ces données. En fonction des paramètres activés et des extensions supplémentaires utilisées, les informations spécifiques partagées par votre boutique peuvent varier. Nous vous recommandons de consulter un avocat au moment de décider quelles informations divulguer sur votre politique de confidentialité.

source: We collect information about you during the checkout process on our store.
de_de: Wir sammeln Informationen über Sie während des Bestellvorgangs in unserem Geschäft.
el: Συγκεντρώνουμε πληροφορίες για εσάς κατα την διαδικασία ταμείου στο κατάστημά μας.
fr_fr: Nous collectons des informations vous concernant lors du processus de commande sur notre plateforme.

source: What we collect and store
de_de: Was wir sammeln und speichern
el: Τι συλλέγουμε και αποθηκεύουμε
fr_fr: Ce que nous collectons et stockons

source: While you visit our site, we’ll track:
de_de: Beim besuch unserer Seite werden Sie registriert.
el: Κατά την επίσκεψή σας στη σελίδα μας, θα καταγράφουμε:
fr_fr: Tandis que vous visitez notre site, nous allons suivre :

source: Vendors data: we will use this information to create vendor profiles and allow them to sell their products on the site in exchange for a commission on sales.
de_de: Anbieterdaten: Wir werden diese Informationen verwenden, um Anbieterprofile zu erstellen und ihnen zu ermöglichen, ihre Produkte auf der Website gegen eine Verkaufsprovision zu verkaufen.
el: Δεδομένα πωλητή: θα χρησιμοποιήσουμε αυτές τις πληροφορίες για την δημιουργία προφίλ πωλητών και για να τους επιτραπεί η πώληση προϊόντων στον ιστότοπο με αντάλλαγμα προμήθεια στις πωλήσεις.
fr_fr: Données des fournisseurs: nous utiliserons ces informations pour créer des profils de fournisseurs et leur permettre de vendre leurs produits sur le site en échange d'une commission sur les ventes.

source: Data required to start a store: store name and description, header image, store logo, address, email address, phone number, VAT/SSN, legal notes, social network links (Facebook, Twitter, Linkedin, Youtube, Vimeo, Instagram, Pinterest, Flickr, Behance, Tripadvisor), payment information (IBAN and PayPal email address), information related to commissions and payments made.
el: Απαραίτητα δεδομένα για να ξεκινήσετε ένα κατάστημα: όνομα καταστήματος και περιγραφή, εικόνα επικεφαλίδας, λογότυπο καταστήματος, διεύθυνση, διεύθυνση email, αριθμός τηλεφώνου, VAT/SSN, νομικές σημειώσεις, σύνδεσμοι κοινωνικών δικτύων (Facebook, Twitter, Linkedin, Youtube, Vimeo, Instagram, Pinterest, Flickr, Behance, Tripadvisor), στοιχεία πληρωμής (IBAN και διεύθυνση email PayPal), πληροφορίες σχετικά με τις προμήθειες και πληρωμές που δημιουργήθηκαν.

source: Who on our team has access
de_de: Wer in unserem Team hat Zugriff
el: Ποιος στην ομάδα μας έχει πρόσβαση
fr_fr: Qui a accès à notre équipe

source: Members of our team have access to the information you provide us. For example, both Administrators and Shop Managers can access:
de_de: Mitglieder unseres Teams haben Zugriff auf die Informationen, die Sie uns zur Verfügung stellen. Beispielsweise können sowohl Administratoren als auch Shop-Manager auf Folgendes zugreifen:
el: Μέλη της ομάδας μας έχουν πρόσβαση στις πληροφορίες που μας παραχωρείτε. Για παράδειγμα, Διαχειριστές και Διαχειριστές Kαταστήματος έχουν πρόσβαση:
fr_fr: Les membres de notre équipe ont accès aux informations que vous nous fournissez. Par exemple, les administrateurs et les gestionnaires peuvent accéder à :

source: Our team members have access to this information to help fulfill orders, process refunds and support you.
de_de: Unsere Teammitglieder haben Zugriff auf diese Informationen, um Bestellungen zu erfüllen, Rückerstattungen zu verarbeiten und Sie zu unterstützen.
el: Τα μέλη της ομάδας μας έχουν πρόσβαση σε αυτές τις πληροφορίες για την βοήθεια ολοκλήρωσης παραγγελιών, της επεξεργασίας επιστροφών και της υποστήριξή σας.
fr_fr: Certaines personnes de notre équipe ont accès à cette information afin de remplir les commandes, traiter les remboursements et vous apporter une aide.

source: Store Location
de_de: Standort
el: Τοποθεσία Καταστήματος
fr_fr: Emplacement de la boutique

source: Store Email
de_de: E-Mail speichern
el: Email Καταστήματος
fr_fr: Votre e-mail

source: Vendor Telephone
de_de: Anbietertelefon
el: Τηλέφωνο Πωλητή
fr_fr: Téléphone du vendeur

source: Vendor Bank Account
de_de: Anbieter Bank Account
el: Τραπεζικός Λογαριασμός Πωλητή
fr_fr: Compte bancaire fournisseur

source: Commission Rate (%)
de_de: Provisionssatz (%)
el: Ποσοστό Προμήθειας (%)
fr_fr: Taux de Commission (%)

source: Registration Date
de_de: Registrierungsdatum
el: Ημερομηνία Εγγραφής
fr_fr: Date d'inscription

source: Registration Date GMT
de_de: Registrierungsdatum GMT
el: Ημερομηνία εγγραφής GMT
fr_fr: Date d'inscription GMT

source: Vendor socials uri
de_de: Anbieter socials uri
el: URI κοινωνικών δικτύων πωλητή
fr_fr: Adresses Sociales du Vendeur

source: We collect information about you during the registration and checkout process on our store.
de_de: Wir sammeln Informationen über Sie während des Registrierungs- und Bestellvorgangs in unserem Geschäft.
el: Συγκεντρώνουμε στοιχεία για εσάς κατα την διαδικασία εγγραφής και ταμείου στο κατάστημά μας.
fr_fr: Nous recueillons des informations sur vous pendant le processus d'enregistrement et de commande sur notre magasin.

source: Vendor information: we will use these data to create a vendor profile that allows them to sell products on this website in exchange of a commission fee on each sale.
de_de: Anbieterinformationen: Wir werden diese Daten verwenden, um ein Anbieterprofil zu erstellen, mit dem sie Produkte auf dieser Website gegen eine Provision verkaufen können.
el: Στοιχεία πωλητή: θα χρησιμοποιήσουμε αυτά τα στοιχεία για να δημιουργήσουμε ένα προφίλ πωλητή που επιτρέπει την πώληση προϊόντων σε αυτό τον ιστότοπο με αντάλλαγμα την χρέωση προμήθειας σε κάθε πώληση.
fr_fr: Informations sur les fournisseurs: nous utiliserons ces données pour créer un profil de fournisseur qui leur permettra de vendre des produits sur ce site Web en échange d'une commission sur chaque vente.

source: The information required to start a vendor shop are the following: name and store description, header image, shop logo, address, email, telephone number, VAT/SSN, legal notes, links to social profiles (Facebook, Twitter, LinkedIn, YouTube, Vimeo, Instagram, Pinterest, Flickr, Behance, TripAdvisor), payment information (IBAN and PayPal email), information about commissions and issued payments.
el: Τα απαιτούμενα στοιχεία που χρειάζονται για να ξεκινήσετε ένα κατάστημα πωλητών είναι τα εξής: περιγραφή ονόματος και καταστήματος, εικόνα επικεφαλίδας, λογότυπο καταστήματος, διεύθυνση, email, αριθμός τηλεφώνου, VAT/SSN, νομικές σημειώσεις, σύνδεσμοι σε κοινωνικά προφίλ (Facebook, Twitter, LinkedIn, YouTube, Vimeo, Instagram, Pinterest, Flickr, Behance, TripAdvisor), στοιχεία πληρωμής (IBAN και email PayPal), στοιχεία προμηθειών και εκδοθείσες πληρωμές.

source: Vendor information
de_de: Anbieterinformationen
el: Στοιχεία πωλητή
fr_fr: Informations sur le vendeur

source: Data concerning commissions earned by the vendor
de_de: Daten zu Provisionen des Anbieters
el: Δεδομένα σχετικά με τις προμήθειες που κερδήθηκαν από τον πωλητή
fr_fr: Données concernant les commissions gagnées par le vendeur

source: Data about payments
de_de: Daten zu Zahlungen
el: Δεδομένα πληρωμών
fr_fr: A propos des reglements

source: We send payments to vendors through PayPal. When processing payments, some of your data will be passed to PayPal, including information required to process or support the payment, such as the purchase total and billing information.
de_de: Wir senden Zahlungen an Anbieter über PayPal. Bei der Verarbeitung von Zahlungen werden einige Ihrer Daten an PayPal weitergegeben, einschließlich Informationen, die zur Verarbeitung oder Unterstützung der Zahlung erforderlich sind, z. B. die Kaufsumme und die Rechnungsinformationen.
el: Στέλνουμε πληρωμές σε πωλητές μέσω PayPal. Κατα την επεξεργασία πληρωμών, κάποια από τα δεδομένα σας θα περάσουν στην PayPal, συμπεριλαμβανομένων απαραίτητων πληροφοριών για την επεξεργασία ή υποστήριξη της πληρωμής, όπως το σύνολο αγοράς και τα στοιχεία χρέωσης.
fr_fr: Nous envoyons les paiements aux fournisseurs via PayPal. Lors du traitement des paiements, certaines de vos données seront transmises à PayPal, y compris les informations nécessaires au traitement ou à la prise en charge du paiement, telles que le total des achats et les informations de facturation.

source: Please see the <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full">PayPal Privacy Policy</a> for more details.
de_de: Weitere Informationen finden Sie unter <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full"> PayPal-Datenschutzrichtlinie </a>.
el: Παρακαλώ δείτε το <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full">Πολιτική Απορρήτου PayPal</a> για περισσότερες λεπτομέρειες.

source: We share information with third parties who help us provide commissions payments to you.
de_de: Wir geben Informationen an Dritte weiter, die uns dabei helfen, Ihnen Auszahlungen zu leisten.
el: Μοιραζόμαστε πληροφορίες με εξωτερικούς συνεργάτες που μας βοηθούν να σας προσφέρουμε τις πληρωμές προμηθειών.

source: Vendor Data
de_de: Anbieterdaten
el: Δεδομένα Πωλητή
fr_fr: Informations vendeur

source: Vendor Commissions Data
el: Δεδομένα Προμηθειών Πωλητών
fr_fr: Données de Commissions du Vendeur

source: Commission ID
de_de: Provisions-ID
el: ID Προμήθειας

source: Refer to Order ID
de_de: Siehe Bestellnummer
el: Ανατρέξτε σε ID Παραγγελίας

source: User ID
de_de: Benutzeridentifikation
el: ID Χρήστη

source: Vendor ID
de_de: Verkäufer ID
el: ID Πωλητή

source: Commission rate (%)
de_de: Provisionssatz (%)
el: Ποσοστό προμήθειας (%)
fr_fr: Taux de commision (%)

source: Commission status
de_de: Provisionsstatus
el: Κατάσταση Προμήθειας
fr_fr: Statut de la commission

source: Commission Type
de_de: Provisionsart
el: Τύπος Προμήθειας
fr_fr: Type de Commission

source: Last Update
de_de: Letztes Update
el: Τελευταία ενημέρωση
fr_fr: Dernière mise à jour

source: Last Update (GMT)
de_de: Letztes Update (GMT)
el: Τελευταία ενημέρωση (GMT)

source: Store Name
el: Όνομα Καταστήματος
fr_fr: Nom dépositaire

source: Store Slug
el: Slug Καταστήματος

source: Store Description
de_de: Store Beschreibung
el: Περιγραφή Καταστήματος

source: Owner PayPal Email
de_de: Besitzer von PayPal Email
el: Ιδιοκτήτης Email PayPal

source: deleted vendor
de_de: Anbieter gelöscht
el: διαγραμμένος πωλητής

source: deleted-vendor-
de_de: gelöschter-Anbieter
el: διαγραμμένος-πωλητής-

source: The information required to start a vendor shop are the following: name and store description, email, telephone number, PayPal email, information about commissions and issued payments.
de_de: Folgende Informationen sind erforderlich, um einen Vendor-Shop zu eröffnen: Name und Geschäftsbeschreibung, E-Mail, Telefonnummer, PayPal-E-Mail, Informationen zu Provisionen und ausgegebenen Zahlungen.
el: Τα απαραίτητα στοιχεία για να ξεκινήσετε ένα κατάστημα πωλητών είναι τα εξής: περιγραφή ονόματος και καταστήματος, email, αριθμός τηλεφώνου, email PayPal, στοιχεία για προμήθειες και εκδοθείσες πληρωμές.

source: Cancelled order emails are sent when orders have been marked as cancelled (if they were previously set as pending or on-hold).
de_de: Stornierte Bestell-E-Mails werden gesendet, wenn Bestellungen als storniert markiert wurden (wenn sie zuvor als ausstehend oder zurückgestellt festgelegt wurden).
el: Τα email ακυρωμένης παραγγελίας αποστέλλονται όταν οι παραγγελίες σημειώνονται ως ακυρωμένες (αν προηγουμένως είχαν τεθεί ως εκκρεμείς ή σε αναμονή).
fr_fr: Les e-mails de "commande annulée" sont envoyés lorsque les commandes ont été marquées comme annulées (si elles étaient précédemment en attente de paiement ou en attente).

source: Cancelled order
de_de: Abgebrochene Bestellung
el: Παραγγελία ακυρώθηκε
fr_fr: Commande annulée

source: [{site_title}] Cancelled order ({order_number})
de_de: [{site_title}] Stornierte Bestellung ({order_number})
el: [{site_title}] Παραγγελία ακυρώθηκε ({order_number})
fr_fr: [{site_title}] Commande annulée ({order_number})

source: Enable/Disable
de_de: Aktivieren/deaktivieren
el: Ενεργοποίηση/Απενεργοποίηση
fr_fr: Activer/Désactiver

source: Enable this email notification
de_de: Aktivieren Sie diese E-Mail-Benachrichtigung
el: Ενεργοποιήστε αυτή την ειδοποίηση email
fr_fr: Activer cette notification email

source: Subject
de_de: Betreff
el: Θέμα
fr_fr: Sujet

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
de_de: Dies steuert die Betreffzeile der E-Mail. Lassen Sie das Feld leer, um das Standardthema zu verwenden: <code>%s</code>.
el: Ελέγχει την γραμμή θέματος του email. Διατηρήστε κενό για να χρησιμοποιήσετε το προεπιλεγμένο θέμα: <code>%s</code>.
fr_fr: Cela gère le sujet de l'email. Laissez vide pour utiliser le sujet par défaut: <code>%s</code>.

source: Email Heading
de_de: E-Mail-Überschrift
el: Επικεφαλίδα email
fr_fr: En-tête de l'email

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
de_de: Dies steuert die Hauptüberschrift, die in der E-Mail-Benachrichtigung enthalten ist. Lassen Sie das Feld leer, um die Standardüberschrift zu verwenden:<code>%s</code>.
el: Ελέγχει την κύρια επικεφαλίδα που περιλαμβάνει η ειδοποίηση email. Διατηρήστε κενό για να χρησιμοποιήσετε την προεπιλεγμένη επικεφαλίδα: <code>%s</code>.
fr_fr: Ceci détermine l&rsquo;entête principale contenue dans la notification par e-mail. Laisser vide pour utiliser l&rsquo;entête par défaut&nbsp;: <code>%s</code>.

source: Email type
de_de: Email-Typ
el: Τύπος email
fr_fr: Type d'email

source: Choose email format.
de_de: Wählen Sie das E-Mail-Format.
el: Επιλέξτε μορφή email.
fr_fr: Choisissez le format d'email.

source: Order id
de_de: Bestellnummer
el: ID Παραγγελίας
fr_fr: Numéro de commande

source: Show parent order id instead of vendor suborder id
de_de: Zeigt die übergeordnete Bestellnummer anstelle der Lieferantenunterbestellungs-ID an
el: Εμφάνιση ID γονικής παραγγελίας αντί για ID υποτάξης πωλητή
fr_fr: Afficher l'ID de la commande principale à la place de l'id de la sous commande vendeur

source: CC to Admin
de_de: CC an Admin
el: CC για Διαχειριστή
fr_fr: CC à l'Admin

source: Send a copy of this email to website admin
de_de: Senden Sie eine Kopie dieser E-Mail an den Website-Administrator
el: Αποστολή αντιγράφου αυτού του email στον διαχειριστή ιστότοπου

source: Commission paid (for Admin)
de_de: Provision bezahlt (für Admin)
el: Προμήθεια πληρώθηκε (για τον Διαχειριστή)
fr_fr: Commission payée (pour l'administrateur)

source: New commissions are credited to vendor
de_de: Neue Erlöse werden dem Anbieter gutgeschrieben
el: Νέες προμήθειες έχουν πιστωθεί στον πωλητή
fr_fr: Les nouvelles commissions sont créditées au vendeur

source: Commission paid
de_de: bezahlte Aufträge
el: Προμήθεια πληρώθηκε
fr_fr: Commission payée

source: [{site_title}] - Commission paid
de_de: [{site_title}] - bezahlte Kommissionen
el: [{site_title}] - Προμήθεια πληρώθηκε
fr_fr: [{site_title}] - Commission payée

source: Recipient(s)
de_de: Empfänger
el: Παραλήπτης (ες)
fr_fr: Destinataire(s)

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
de_de: Geben Sie die Empfänger (durch Kommas getrennt) für diese E-Mail ein. Der Standardwert ist <code>%s</code>.
el: Εισάγετε παραλήπτες (διαχωρίστε με κόμμα) για αυτό το email. Προεπιλεγμένα σε <code>%s</code>.
fr_fr: Entrez les destinataires (séparés par des virgules) pour cet e-mail. La valeur par défaut est <code>%s</code>.

source: This controls the email subject line. Leave it blank to use the default subject: <code>%s</code>.
de_de: Dies steuert die Betreffzeile der E-Mail. Lassen Sie das Feld leer, um den Standardbetreff zu verwenden: <code>%s</code>.
el: Ελέγχει την γραμμή θέματος του email. Διατηρήστε κενό για να χρησιμοποιήσετε το προεπιλεγμένο θέμα: <code>%s</code>.
fr_fr: Ceci détermine la ligne de l’objet de l’email. Laisser vide pour utiliser le sujet par défaut: <code>%s</code>.

source: This controls the main heading contained in the email notification. Leave it blank to use the default heading: <code>%s</code>.
de_de: Dies steuert die Hauptüberschrift, die in der E-Mail-Benachrichtigung enthalten ist. Lassen Sie das Feld leer, um die Standardüberschrift zu verwenden: <code>%s</code>.
el: Ελέγχει την κύρια επικεφαλίδα που περιλαμβάνει η ειδοποίηση email. Διατηρήστε κενό για να χρησιμοποιήσετε την προεπιλεγμένη επικεφαλίδα: <code>%s</code>.

source: Choose format for emails that will be sent.
de_de: Wählen Sie das Format für E-Mails, die gesendet werden sollen.
el: Επιλέξτε μορφή για τα email που θα αποστέλλονται.
fr_fr: Choisissez le format des e-mails qui seront envoyés.

source: Commissions unpaid
de_de: unbezahlte Kommissionen
el: Μη πληρωμένες προμήθειες
fr_fr: Commissions non payées

source: New commissions are credited to vendors
de_de: Neukommissionierung werden dem Verkäufer belastet
el: Νέες προμήθειες πιστώθηκαν στους πωλητές
fr_fr: Les nouvelles commissions sont créditées aux vendeurs

source: [{site_title}] - Commissions unpaid
de_de: [{site_title}] - unbezahlte Provisionen
el: [{site_title}] - Μη πληρωμένες προμήθειες
fr_fr: [{site_title}] - Commissions non payées

source: New order emails are sent to vendor(s) when an order is received.
de_de: Neue Bestell-E-Mails werden an Anbieter gesendet, wenn eine Bestellung eingeht.
el: Νέα email παραγγελίας αποστέλλονται στον πωλητή (ες) όταν λαμβάνεται μια παραγγελία.
fr_fr: Un e-mails des nouvelles commande sont envoyés aux vendeurs lorsqu’une commande est reçue.

source: New customer order
de_de: Neue Kundenbestellung
el: Νέα παραγγελία πελάτη
fr_fr: Nouvelle commande client

source: [{site_title}] New customer order ({order_number}) - {order_date}
de_de: [{site_title}] Neuer Kundenauftrag ({order_number}) - {order_date}
el: [{site_title}] Νέα παραγγελία πελάτη ({order_number}) - {order_date}
fr_fr: [{site_title}] Nouvelle commande client ({order_number}) - {order_date}

source: New Vendor Registration
de_de: Neue Anbieter Registrierung
el: Νέα Εγγραφή Πωλητή
fr_fr: Nouvel insciption vendeur

source: New Vendor has requested to access to your store
de_de: Der neue Anbieter hat den Zugriff auf Ihr Store angefordert
el: Ένας Νέος Πωλητής δημιούργησε αίτημα πρόσβασης στο κατάστημά σας
fr_fr: Un nouvel utilisateur a fait une demande pour devenir vendeur dans votre boutique

source: [{site_title}] - New Vendor Registration
de_de: [{site_title}] - Neue Anbieter Registrierung
el: [{site_title}] - Νέα Εγγραφή Πωλητή
fr_fr: [{site_title}] - Nouveau Vendeur Inscrit

source: Product set in pending review (to admin)
de_de: Produkt in ausstehender Überprüfung eingestellt (an den Administrator)
el: Το προϊόν τέθηκε εν αναμονή ανασκόπησης (σε διαχειριστή)
fr_fr: Produit en cours de révision (à l'administrateur)

source: Email sent to administrator when a product is edited by vendor and need of admin approval
de_de: sende E-Mail an den Administrator , wenn ein Produkt vom Verkäufer bearbeitet wird und eine Administratorgenehmigung erforderlich ist
el: Το email στέλνεται στον διαχειριστή όταν ένα προϊόν επεξεργάζεται από ένα πωλητή και χρειάζεται επιβεβαίωση από τον διαχειριστή
fr_fr: Courriel envoyé à l'administrateur lorsqu'un produit est modifié par le fournisseur et nécessite l'approbation de l'administrateur

source: A vendor product needs review
de_de: Ein Anbieterprodukt muss überprüft werden
el: Ένα προϊόν πωλητή χρειάζεται ανασκόπηση
fr_fr: Un produit du fournisseur doit être revu

source: [{site_title}] Product Edited
de_de: [{site_title}] Produkt bearbeiten
el: [{site_title}] Προϊόν Επεξεργάστηκε
fr_fr: [{site_title}] Produit modifié

source: Commissions status changed (bulk action)
de_de: Provisionsstatus geändert (bulk action)
el: Η κατάσταση προμηθειών άλλαξε (μαζική ενέργεια)
fr_fr: L'etat des commissions a changé (action groupée)

source: Commissions have been updated
de_de: Provisionen wurden aktualisiert
el: Οι προμήθειες ενημερώθηκαν
fr_fr: Les commissions ont été mises à jour

source: Commissions Updated
de_de: Provisionen aktualisiert
el: Προμήθειες Ενημερώθηκαν
fr_fr: Commissions Mises à jour

source: [{site_title}] - Commissions Updated
de_de: [{site_title}] - Provisionen aktualisiert
el: [{site_title}] - Προμήθειες Ενημερώθηκαν
fr_fr: [{site_title}] - Commissions Mises à jour

source: Enable notification for this email
de_de: Aktivieren Sie die Benachrichtigung für diese E-Mail
el: Ενεργοποίηση ειδοποίησης για αυτό το email
fr_fr: Activer la notification pour cet e-mail

source: Choose format for the email that will be sent.
de_de: Wählen Sie das Format für die E-Mail, die gesendet werden soll.
el: Επιλέξτε μορφή για το email που θα αποσταλεί.
fr_fr: Choisissez le format pour l'e-mail qui sera envoyé.

source: Show commission note
de_de: Provisionhinweis anzeigen
el: Εμφάνιση σημείωσης προμήθειας
fr_fr: Afficher la note de la commission

source: Enable commission note column for this email
de_de: Aktivieren Sie die Provisionsnotizspalte für diese E-Mail
el: Ενεργοποίηση στήλης σημείωσης προμήθειας για αυτό το email
fr_fr: Activer la colonne de note de commission pour cet e-mail

source: Send a copy of this email to administrator
de_de: Senden Sie eine Kopie dieser E-Mail an den Administrator
el: Αποστολή αντιγράφου αυτού του email στον διαχειριστή
fr_fr: Envoyer une copie de cet e-mail à l'administrateur

source: Enable carbon copy to website admin email:
de_de: Aktivieren Sie die Kopie an die Website-Administrator-E-Mail-Adresse:
el: Ενεργοποίηση ακριβούς αντιγράφου για το email διαχειριστή ιστότοπου:
fr_fr: Activer la copie carbone dans le courrier électronique de l'administrateur du site Web:

source: Commission paid (for Vendor)
de_de: Erlös gezahlt (für Verkäufer)
el: Προμήθεια πληρώθηκε (για τον Πωλητή)
fr_fr: Commission payée (pour le vendeur)
