Repository: na-rifat/rafalocsv-wp-theme
Catalog: yith-woocommerce-multi-vendor-premium/languages/yith-woocommerce-product-vendors-*.po
Languages: de_de, el, fr_fr

source: New commissions have been credited to vendor
de_de: Dem Anbieter wurden neue Provisionen gutgeschrieben
el: Νέες προμήθειες έχουν πιστωθεί στον πωλητή
fr_fr: De nouvelles commissions ont été crédités au vendeur

source: Vendor's Commission paid
de_de: bezahlte Anbieters Commission
el: Η Προμήθεια πωλητή πληρώθηκε
fr_fr: Commission vendeur payée

source: Vendor's new account approval
de_de: Genehmigung des neuen Kontos des Anbieters
el: Επιβεβαίωση νέου λογαριασμού πωλητή
fr_fr: Nouvelle approbation de compte vendeur

source: Emails are sent to the vendor as soon as the admin approves his/her account
de_de: sobald der Administrator sein Konto genehmigt hat werden an den Anbieter E-Mails gesendet
el: Τα email αποστέλλονται στον πωλητή μόλις ο διαχειριστής αποδεχτεί τον λογαριασμό του
fr_fr: Les E-mails sont envoyés au vendeur dès que l'administrateur approuve son compte

source: Your vendor account on the website {site_title} has been approved.
de_de: Ihr Anbieterkonto auf der Website {site_title} wurde genehmigt.
el: Ο λογαριασμός πωλητή σας στον ιστότοπο {site_title} έχει επιβεβαιωθεί.
fr_fr: Votre compte dépositaire sur {site_title} est enregistré.

source: Welcome to {site_title}
de_de: Willkommen zu {site_title}
el: Καλώς ορίσατε στο {site_title}
fr_fr: Bienvenue à {site_title}

source: is enabled but not effective. It requires WooCommerce in order to work.
de_de: ist aktiviert, aber nicht wirksam. Es erfordert WooCommerce, um zu funktionieren.
el: είναι ενεργοποιημένο αλλά αναποτελεσματικό. Για σωστή λειτουργία, απαιτείται WooCommerce.
fr_fr: est activé mais requière l’installation de WooCommerce pour fonctionner correctement.

source: Exclude vendors' products from commissions
de_de: Produkte von Anbietern von Provisionen ausschließen
el: Απόκλιση προϊόντων πωλητών από προμήθειες
fr_fr: Exclure les produits des vendeurs des commissions

source: If enabled, the receivers will not earn any commissions on vendors products
de_de: Wenn diese Option aktiviert ist, erhalten die Empfänger keine Provisionen für Produkte von Anbietern
el: Αν ενεργοποιηθεί, οι διαχειριστές δεν θα κερδίζουν προμήθειες για τα προϊόντα πωλητών
fr_fr: Si activé, les destinataires ne gagneront aucune commission sur les produits des fournisseurs

source: Configure your gateways here so you can process the payment of vendor commissions.
de_de: Konfigurieren Sie hier Ihre Gateways, damit Sie die Zahlungen von Anbieterprovisionen verarbeiten können.
el: Ρυθμίστε τις πύλες σας εδώ για να μπορείτε να επεξεργαστείτε την πληρωμή των προμηθειών πωλητών.

source: Enable Account Funds gateway
de_de: Erlaube Kontoausgleichsdurchgang
el: Ενεργοποίηση πύλης Account Funds

source: Refund commissions
de_de: Rückerstattungsprovisionen
el: Επιστροφή προμηθειών

source: If enabled, the commission amount related to refunded orders will be removed from the vendor's balance. Please, note: the vendor's balance can be a negative value.
de_de: Wenn diese Option aktiviert ist, wird der Provisionsbetrag für erstattete Bestellungen vom Guthaben des Anbieters entfernt. Bitte beachten Sie: Der Saldo des Anbieters kann ein negativer Wert sein.
el: Αν ενεργοποιηθεί, το ποσό προμήθειας σχετικά με τις επιστραμμένες παραγγελίες θα αφαιρεθεί από το υπόλοιπο του πωλητή. Παρακαλώ, σημειώστε: το υπόλοιπο πωλητή μπορεί να είναι αρνητική αξία.

source: Please, select at least one commission
de_de: Bitte wählen Sie mindestens einen Vorgang
el: Παρακαλώ, επιλέξτε τουλάχιστον μια προμήθεια
fr_fr: Veuillez sélectionner au moins un élément pour effectuer cette action.

source: Payment correctly issued through the selected gateway
de_de: korrekte Zahlungsaufstellung für den gewählten Zahlungsweg
el: Η πληρωμή εκδόθηκε επιτυχώς μέσω της επιλεγμένης πύλης

source: Added %s to funds for commission %s
de_de: %s zu den Mitteln für Provision %s hinzugefügt
el: Προστέθηκαν %s στα κεφάλαια για την προμήθεια %s

source: Removed %s funds from vendors' balance
de_de: abgezogene %s Beträge von dem Verkäufersaldo
el: Έγινε αφαίρεση %s κεφαλαίων από το υπόλοιπο των πωλητών

source: Removed %s from funds for commission %s
de_de: %s aus den Mitteln für Provision %s entfernt
el: Έγινε αφαίρεση %s από τα κεφάλαια για την προμήθεια %s

source: %s funds added from vendors fund balance
de_de: %s Mittel aus dem Fondsguthaben des Anbieters
el: προστέθηκαν %s κεφάλαια από το υπόλοιπο κεφαλαίων πωλητών

source: Added %s funds for this commission %s
de_de: Addierte %s für diesen Vorgang %s
el: Προστέθηκαν %s κεφάλαια για αυτή την προμήθεια %s

source: PayPal settings
de_de: PayPal die Einstellungen
el: Ρυθμίσεις PayPal

source: Please note! Since December 2017, PayPal deprecated MassPay and Adaptive Payments methods. This implies that it is no longer possible to request the activation of these services for new accounts. However, those who have the services already active will still be able to use them.
de_de: Bitte beachten Sie! Seit Dezember 2017 unterstützt PayPal die MassPay- und Adaptive Payments-Methoden nicht mehr . Dies bedeutet, dass es nicht mehr möglich ist, die Aktivierung dieser Dienste für neue Konten anzufordern. Diejenigen, bei denen die Dienste bereits aktiv sind, können sie jedoch weiterhin nutzen.
el: Παρακαλώ σημειώστε! Από τον Δεκέμβριο 2017, η PayPal απέσυρε τις μεθόδους MassPay και Adaptive Payments. Αυτό σημαίνει ότι δεν είναι πλέον δυνατό το αίτημα ενεργοποίησης νέων λογαριασμών για αυτές τις υπηρεσίες. Ωστόσο, όσοι έχουν ήδη ενεργοποιήσει τις υπηρεσίες θα μπορούν να συνεχίσουν να τις χρησιμοποιούν.

source: Enable PayPal gateway
de_de: Aktivieren Sie das PayPal-Gateway
el: Ενεργοποίηση πύλης PayPal

source: PayPal Service
el: Υπηρεσία PayPal

source: Choose PayPal service to pay the commissions to vendors (the only option currently available is MassPay).
de_de: Wählen Sie den PayPal-Dienst, um die Erlöse an die Anbieter zu zahlen (die einzige derzeit verfügbare Option ist MassPay).
el: Επιλέξτε την υπηρεσία PayPal για την πληρωμή προμηθειών των πωλητών (η μόνη διαθέσιμη επιλογή αυτή τη στιγμή είναι η MassPay).

source: Payment Method
de_de: Zahlungsmethode
el: Μέθοδος Πληρωμής

source: Choose how to pay the commissions to vendors
de_de: Wählen Sie aus, wie die Provisionen an Anbieter gezahlt werden sollen
el: Επιλέξτε τον τρόπο πληρωμής των προμηθειών στους πωλητές
fr_fr: Choisissez comment payer les commissions aux vendeurs

source: Pay manually
de_de: Zahlen Sie manuell
el: Χειροκίνητη πληρωμή
fr_fr: Payer manuellement

source: Let vendors decide
de_de: Lassen Sie die Anbieter entscheiden
el: Επιτρέψτε στους πωλητές να αποφασίσουν
fr_fr: Laisser les vendeurs décider

source: Minimum Withdrawal
de_de: Mindestabhebung
el: Ελάχιστη Ανάληψη

source: Set the minimum value for commission withdrawals. This setting will update all vendors' accounts that still have a threshold lower than the one set.
de_de: Legen Sie den Mindestwert für Provisionsabhebungen fest. Diese Einstellung aktualisiert alle Anbieterkonten, deren Schwellenwert noch unter dem festgelegten liegt.
el: Ορίστε την κατώτερη αξία για τις αναλήψεις προμηθειών. Αυτή η ρύθμιση θα ενημερώσει όλους τους λογαριασμούς πωλητών που έχουν κατώτατο όριο μικρότερο από αυτό που έχει οριστεί.

source: Sandbox environment
de_de: Sandbox-Umgebung
el: Περιβάλλον sandbox

source: Set environment as sandbox, for test purpose
de_de: Stellen Sie die Umgebung zu Testzwecken als Sandbox ein
el: Ορίστε περιβάλλον ως sandbox, για σκοπούς δοκιμής

source: API Username
de_de: API-Benutzername
el: Όνομα χρήστη API

source: API username of PayPal administration account (if empty, settings of PayPal in <a href="%s">WooCommmerce Settings page</a> apply).
de_de: API-Benutzername des PayPal-Administrationskontos (falls leer, gelten die Einstellungen von PayPal auf der Seite <a href="%s"> WooCommmerce-Einstellungen</a>).
el: Όνομα χρήστη API του λογαριασμού διαχείρισης PayPal (αν παραμείνει κενό, θα εφαρμοστούν οι ρυθμίσεις PayPal στη <a href="%s">Σελίδα Ρυθμίσεων WooCommerce </a>).

source: API Password
de_de: API-Passwort
el: Κωδικός πρόσβασης API

source: API password of PayPal administration account (if empty, settings of PayPal in <a href="%s">WooCommmerce Settings page</a> apply).
de_de: API-Passwort des PayPal-Administrationskontos (falls leer, gelten die Einstellungen von PayPal auf der Seite <a href="%s"> WooCommmerce-Einstellungen</a>).
el: Κωδικός πρόσβασης API του λογαριασμού διαχείρισης PayPal (αν παραμείνει κενό, θα εφαρμοστούν οι ρυθμίσεις PayPal στη <a href="%s">Σελίδα Ρυθμίσεων WooCommerce </a>).

source: API Signature
de_de: API-Signatur
el: Υπογραφή API

source: API signature of PayPal administration account (if empty, settings of PayPal in <a href="%s">WooCommmerce Settings page</a> apply).
de_de: API-Signatur des PayPal-Administrationskontos (falls leer, gelten die Einstellungen von PayPal auf der Seite <a href="%s"> WooCommmerce-Einstellungen</a>).
el: Υπογραφή API του λογαριασμού διαχείρισης PayPal (αν παραμείνει κενό, θα εφαρμοστούν οι ρυθμίσεις PayPal στη <a href="%s">Σελίδα Ρυθμίσεων WooCommerce </a>).

source: Payment Email Subject
de_de: Zahlungs-E-Mail-Betreff
el: Θέμα Email Πληρωμής

source: Subject of the email sent by PayPal to customers when a payment request is registered
de_de: Betreff der E-Mail, die PayPal an Kunden sendet, wenn eine Zahlungsanforderung registriert wird
el: Θέμα του email που στέλνεται από την PayPal στους πελάτες κατά την καταγραφή αιτήματος πληρωμής

source: Notification URL
de_de: Benachrichtigungs-URL
el: URL Ειδοποίησης

source: Copy this URL and set it into PayPal admin panel, to receive IPN from their server
de_de: Kopieren Sie diese URL und legen Sie sie im PayPal-Administrationsbereich fest, um IPN von ihrem Server zu erhalten
el: Κάντε αντιγραφή URL και ορίστε το στο πάνελ διαχειριστή PayPal για να λαμβάνετε το IPN από τον διακομιστή τους

source: Pay with PayPal MassPay
de_de: Bezahlen Sie mit PayPal MassPay
el: Πληρωμή με PayPal MassPay

source: Instant Payment
de_de: Sofortzahlung
el: Άμεση Πληρωμή

source: Payment threshold
de_de: Zahlungsschwellenwert
el: Κατώτατο όριο πληρωμής

source: Payment type:
de_de: Zahlungsart:
el: Τύπος πληρωμής:

source: Choose payment method for crediting commissions
de_de: Wählen Sie die Zahlungsmethode für die Gutschrift von Provisionen
el: Επιλέξτε μέθοδο πληρωμής για την πίστωση προμηθειών
fr_fr: Choisissez le mode de paiement pour créditer les commissions

source: Threshold
de_de: Schwellenwert
el: Κατώτατο όριο
fr_fr: Seuil

source: Minimum vendor's earnings before vendor commissions can be paid
de_de: Mindestverdienst des Verkäufers, bevor Lieferantenprovisionen gezahlt werden können
el: Ελάχιστα κέρδη πωλητή πριν από την πληρωμή προμηθειών πωλητή

source: Minimum threshold allowed by site administrator is
de_de: Der vom Site-Administrator zugelassene Mindestschwellenwert beträgt
el: Το ελάχιστο όριο που επιτρέπεται από τον διαχειριστή ιστοτόπου είναι
fr_fr: Le seuil minimum autorisé par l'administrateur du site est

source: Missing required parameters for PayPal configuration
de_de: Fehlende erforderliche Parameter für die PayPal-Konfiguration
el: Λείπουν υποχρεωτικές παράμετροι για ρύθμιση PayPal
fr_fr: Paramètres nécessaires manquantes pour la configuration de PayPal

source: Payment sent
de_de: Bezahlung gesendet
el: Πληρωμή εστάλη
fr_fr: Paiement envoyé

source: Commission paid via %s (txn ID: %s)
de_de: Provision bezahlt über %s (txn ID: %s)
el: Η προμήθεια πληρώθηκε μέσω %s (txn ID: %s)
fr_fr: Commission payée via %s (txn ID: %s)

source: Payment %s
de_de: Zahlung %s
el: Πληρωμή %s
fr_fr: Paiement %s

source: Payment failed: %s
de_de: Zahlung fehlgeschlagen: %s
el: Αποτυχία πληρωμής: %s
fr_fr: Paiement échoué : %s

source: PayPal Payouts Connect
de_de: PayPal-Auszahlungen verknüpfen
el: Σύνδεση PayPal Payouts

source: Configure here your gateways in order to process the payment of commissions.
de_de: Konfigurieren Sie hier Ihre Gateways, um die Zahlung von Provisionen zu verarbeiten.
el: Ρυθμίστε εδώ τις πύλες σας για να μπορείτε να επεξεργαστείτε την πληρωμή των προμηθειών.
fr_fr: Configurez ici vos passerelles afin de traiter le paiement des commissions.

source: Enable PayPal Payouts gateway
de_de: Aktivieren Sie das PayPal Payouts-Gateway
el: Ενεργοποίηση πύλης PayPal Payouts

source: Commission paid via %s ( batch ID: %s)
de_de: Provision bezahlt über %s (Chargen-ID:%s)
el: Η προμήθεια πληρώθηκε μέσω %s ( ID δέσμης: %s)
fr_fr: Commission payée via %s (ID de lot : %s)

source: Commission Payment
de_de: Provisionszahlung
el: Πληρωμή Προμήθειας

source: Stripe Documentation
de_de: Streifendokumentation
el: Εγχειρίδιο χρήσης Stripe

source: Enable Stripe Connect gateway
de_de: Aktivieren Sie das Stripe Connect-Gateway
el: Ενεργοποίηση πύλης Stripe Connect
fr_fr: Activer Stripe Connect

source: Add vendors' commissions to
de_de: Fügen Sie Anbieterprovisionen hinzu
el: Προσθήκη προμηθειών πωλητών σε
fr_fr: Ajouter les commissions des vendeurs à

source: Stripe Connect Commission Report
de_de: Bericht der Stripe Connect-Kommission
el: Αναφορά Προμήθειας Stripe Connect
fr_fr: Rapport de la Commission Stripe Connect

source: Send Money to vendor on payment completed
de_de: Senden Sie nach Abschluss der Zahlung Geld an den Anbieter
el: Αποστολή Χρημάτων στον πωλητή κατα την ολοκλήρωση πληρωμής
fr_fr: Envoyer de l'argent au fournisseur lorsque le paiement est terminé

source: Send commissions to vendors on payment complete
de_de: Senden Sie Erlöse nach Abschluss der Zahlung an die Anbieter
el: Αποστολή προμηθειών σε πωλητές κατα την ολοκλήρωση πληρωμής
fr_fr: Envoyer des commissions aux fournisseurs lorsque le paiement est terminé

source: <b>YITH Stripe Connect for WooCommerce (Multi Vendor Integration) -</b> Define the following <b>Redirect URI</b> %s in your <b>Redirect URIs</b> section at the following path <a href="%s" target="_blank">Stripe Dashboard > Connect > Settings</a>.
de_de: <b>YITH Stripe Connect for WooCommerce (Multi Vendor Integration) -</b> Definieren Sie Folgendes <b>Redirect URI</b> %s in deiner <b>Redirect URIs</b> Abschnitt auf dem folgenden Pfad <a href="%s" target="_blank">Stripe Dashboard > Connect > Settings</a>.
el: <b>YITH Stripe Connect for WooCommerce (Multi Vendor Διασύνδεση) -</b> Ορίστε την ακόλουθη ενότητα <b>URI Αναδιεύθυνσης</b> %s στα <b>URIs Αναδιεύθυνσης</b> στην ακόλουθη διαδρομή <a href="%s" target="_blank">Πίνακας Ελέγχου Stripe > Σύνδεση > Ρυθμίσεις</a>.

source: Done
de_de: Erledigt
el: Έτοιμο

source: <b>Stripe Connect Enabled - </b>You can use your Stripe account to receive the commissions. Please go to the <a href="%s" target="_blank">Vendor Profile> Payments</a> section and click on <b>Connect from Stripe</b>. If you don't have a Stripe account you can create a new one after click on connect button. Thanks
de_de: <b>Stripe Connect aktiviert - </b>Sie können Ihr Stripe-Konto verwenden, um die Provisionen zu erhalten. Gehen Sie zum Abschnitt <a href="%s" target="_blank">Anbieterprofil> Zahlungen</a> und klicken Sie auf <b>Von Streifen verbinden </b>. Wenn Sie kein Stripe-Konto haben, können Sie ein neues Konto erstellen, nachdem Sie auf die Schaltfläche Verbinden geklickt haben. Vielen Dank
el: <b>Stripe Connect Ενεργοποιημένο - </b>Μπορείτε να χρησιμοποιήσετε τον λογαριασμό Stripe σας για να λαμβάνετε τις προμήθειες. Παρακαλώ πηγαίνετε στην ενότητα <a href="%s" target="_blank">Προφίλ Πωλητή> Πληρωμές</a> και κάντε κλικ στο <b>Σύνδεση από Stripe</b>. Αν δεν έχετε λογαριασμό Stripe μπορείτε να δημιουργήσετε έναν νέο αφού κάνετε κλικ στο κουμπί σύνδεσης. Ευχαριστούμε

source: <b>YITH Stripe Connect for WooCommerce (Multi Vendor Integration) - </b>Please, enable the <b>Multi Vendor Integration</b> for Stripe Connect in <a href="%s" target="_blank">YITH Plugins > Multi Vendor > Gateways ></a> <b>Stripe Connect</b> section.
de_de: <b>YITH Stripe Connect for WooCommerce (Multi Vendor Integration) - </b>Aktivieren Sie die <b>Multi Vendor Integration</b> für Stripe Connect in <a href="%s" target="_blank">YITH Plugins> Multi Vendor> Gateways ></a> <b>Stripe Connect</b> Abschnitt.
el: <b>YITH Stripe Connect for WooCommerce (Multi Vendor Διασύνδεση) - </b>Παρακαλώ, ενεργοποιήστε την <b>Multi Vendor Διασύνδεση</b> για το Stripe Connect στην ενότητα <a href="%s" target="_blank">YITH Plugins > Multi Vendor > Πύλες ></a> <b>Stripe Connect</b>.

source: Payment correctly issued to the gateway
de_de: Korrekte Zahlungsausgabe
el: Η πληρωμή εκδόθηκε επιτυχώς στην πύλη
fr_fr: Paiement correctement émis à la passerelle

source: Generated by
de_de: Erstellt von
el: Δημιουργήθηκε από
fr_fr: Généré par

source: Vendor
de_de: Anbieter
el: Πωλητής
fr_fr: Vendeur

source: Commission type
de_de: Kommissionstyp
el: Τύπος προμήθειας
fr_fr: Type de commission

source: Change to
de_de: Ändern
el: Αλλαγή σε
fr_fr: Changer pour

source: All
de_de: Alles
el: Όλα
fr_fr: Tout

source: Search for a product&hellip;
de_de: Suche nach einem Produkt&hellip;
el: Αναζήτηση προϊόντος&hellip;
fr_fr: Rechercher un produit&hellip;

source: Filter
el: Ταξινόμηση
fr_fr: Filtrer

source: Reset
de_de: Zurücksetzen
el: Επαναφορά
fr_fr: Réinitialiser

source: View
de_de: Ansicht
el: Προβολή
fr_fr: Voir

source: Change status to
de_de: Ändern Sie den Status in
el: Αλλαγή κατάστασης σε
fr_fr: Modifier le statut en

source: Via
de_de: Über
el: Μέσω
fr_fr: Par

source: Order status:
de_de: Bestellstatus:
el: Κατάσταση παραγγελίας:
fr_fr: Statut de la réservation :

source: Total
de_de: Gesamt
el: Σύνολο

source: To pay
de_de: Bezahlen
el: Προς πληρωμή

source: Order Deleted
de_de: Bestellung gelöscht
el: Η παραγγελία διεγράφη
fr_fr: Commande supprimée

source: Guest
de_de: Gast
el: Επισκέπτης
fr_fr: Visiteur

source: User deleted
de_de: Benutzer gelöscht
el: Ο χρήστης διεγράφη
fr_fr: Utilisateur supprimé

source: %s ago
de_de: %s vorbei
el: πριν %s
fr_fr: %s depuis

source: Y/m/d
de_de: J/m/d
el: Χ/μ/η

source: No commissions found.
de_de: Keine Provisionen gefunden.
el: Δεν βρέθηκαν προμήθειες.
fr_fr: Aucune commission trouvée .

source: You do not have permission to edit this post
de_de: Sie haben keine Berechtigung, diesen Beitrag zu bearbeiten
el: Δεν έχετε άδεια για την επεξεργασία του άρθρου
fr_fr: Vous n'avez pas la permission de modifier cette publication

source: Coming Soon
de_de: Kommt bald
el: Έρχεται Σύντομα
fr_fr: Prochainement

source: New
de_de: neu
el: Νέο
fr_fr: Nouveau

source: Deprecated
de_de: Veraltet
el: Υπό απόσυρση
fr_fr: Obsolètes

source: YIT Plugins
el: YITΗ Plugins

source: If you enable this option, vendors will be able to manage order tracking
de_de: Wenn Sie diese Option aktivieren, können Anbieter die Auftragsverfolgung verwalten
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να διαχειριστούν την παρακολούθηση παραγγελίας
fr_fr: Si vous activez cette option, les vendeurs pourront gérer le suivi de commande

source: If you enable this option, vendors will be able to create and manage Subscription products
de_de: Wenn Sie diese Option aktivieren, können Anbieter Abonnementprodukte erstellen und verwalten
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να δημιουργήσουν και να διαχειριστούν προϊόντα Συνδρομής
fr_fr: Si vous activez cette option, les vendeurs seront en mesure de créer et de gérer des produits d’abonnement

source: If you enable this option, vendors will be able to create and manage name your price products
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να δημιουργήσουν και να διαχειριστούν προϊόντα ονομασίας τιμής
fr_fr: Si vous activez cette option, les vendeurs seront en mesure de créer et gérer vos prix de produits

source: If you enable this option, vendors will be able to add product size charts for their own products
de_de: Wenn Sie diese Option aktivieren, können Anbieter Produktgrößentabellen für ihre eigenen Produkte hinzufügen
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να προσθέσουν διαγράμματα μεγεθών προϊόντος για τα προϊόντα τους
fr_fr: Si vous activez cette option, les vendeurs seront en mesure d’ajouter des tableaux de tailles pour leurs produits

source: If you enable this option, vendors will be able to create and manage memberships for their own customers
de_de: Wenn Sie diese Option aktivieren, können Anbieter Mitgliedschaften für ihre eigenen Kunden erstellen und verwalten
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να δημιουργήσουν και να διαχειριστούν συνδρομές για τους πελάτες τους
fr_fr: Si vous activez cette option, les vendeurs pourront créer et gérer des adhésions pour leurs clients

source: If you enable this option, each vendor will be able to chat with their customers directly
de_de: Wenn Sie diese Option aktivieren, kann jeder Anbieter direkt mit seinen Kunden chatten
el: Αν ενεργοποιήσετε αυτή την επιλογή, κάθε πωλητής θα μπορεί να συνομιλήσει απευθείας με τους πελάτες του
fr_fr: Si vous activez cette option, chaque fournisseur sera en mesure de gérer leurs listes d’attente et envoyer du courrier à leurs clients

source: If you enable this option, each vendor will be able to manage their waiting lists and send mail to their customers.
de_de: Wenn Sie diese Option aktivieren, kann jeder Anbieter seine Wartelisten verwalten und E-Mails an seine Kunden senden.
el: Αν ενεργοποιήσετε αυτή την επιλογή, κάθε πωλητής θα μπορεί να διαχειριστεί τις λίστες αναμονής του και να στέλνει mail στους πελάτες του.
fr_fr: Si vous activez cette option, chaque vendeur pourra gérer ses listes d'attente et envoyer des e-mails à ses clients.

source: If you enable this option, vendors will be able to create and manage surveys for their own customers
de_de: Wenn Sie diese Option aktivieren, können Anbieter Umfragen für ihre eigenen Kunden erstellen und verwalten
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να δημιουργήσουν και να διαχειριστούν έρευνες για τους πελάτες τους
fr_fr: Si vous activez cette option, les vendeurs pourront créer et gérer des sondages pour leurs clients

source: If you enable this option, vendors will be able to create and manage badges for their own products
de_de: Wenn Sie diese Option aktivieren, können Anbieter Ausweise für ihre eigenen Produkte erstellen und verwalten
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να δημιουργήσουν και να διαχειριστούν εμβλήματα για τα προϊόντα τους
fr_fr: Si vous activez cette option, les vendeurs pourront créer et gérer des badges pour leurs produits

source: If you enable this option, vendors will be able to create and manage discounts for their own customers
de_de: Wenn Sie diese Option aktivieren, können Anbieter Rabatte für ihre eigenen Kunden erstellen und verwalten
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να δημιουργήσουν και να διαχειριστούν εκπτώσεις για τους πελάτες τους
fr_fr: Si vous activez cette option, les vendeurs pourront créer et gérer des réductions pour leurs clients

source: If you enable this option, vendors will be able to create custom coupon and send it by email for their own customers
de_de: Wenn Sie diese Option aktivieren, können Anbieter benutzerdefinierte Gutscheine erstellen und diese per E-Mail an ihre eigenen Kunden senden
el: Αν ενεργοποιήσετε αυτή την επιλογή, οι πωλητές θα μπορούν να δημιουργήσουν προσαρμοσμένο κουπόνι και να το στείλουν μέσω email στους πελάτες τους
fr_fr: Si vous activez cette option, les vendeurs seront en mesure de créer des coupons personnalisé et les envoyer par e-mail à leurs clients
