Repository: na-rifat/rafalocsv-wp-theme
Catalog: yith-woocommerce-multi-vendor-premium/languages/yith-woocommerce-product-vendors-*.po
Languages: de_de, el, fr_fr

# [Admin]: Option description
source: 2. When the platform’s available balance is sufficient (at least $90), the transfers can be made, reducing the platform’s available balance by the specified amounts and increasing both connected account’s available balances by that same amount
de_de: 2. Wenn das verfügbare Guthaben der Plattform ausreicht (mindestens 90 EUR), können die Überweisungen vorgenommen werden, wodurch das verfügbare Guthaben der Plattform um die angegebenen Beträge verringert und das verfügbare Guthaben beider verbundener Konten um denselben Betrag erhöht wird
el: 2. Όταν η διαθέσιμη διαφορά της πλατφόρμας είναι αρκετή (τουλάχιστον $90), οι μεταφορές μπορούν να γίνουν μειώνοντας την διαθέσιμη διαφορά της πλατφόρμας κατα τα συγκεκριμένα ποσά και αυξάνοντας τις διαθέσιμες διαφορές των δυο συνδεδεμένων λογαριασμών κατα το ίδιο ποσό
fr_fr: 2. Lorsque le solde disponible de la plate-forme est suffisant (au moins 90 USD), les transferts peuvent être effectués, en réduisant le solde disponible de la plate-forme des montants spécifiés et en augmentant les soldes disponibles des deux comptes connectés du même montant.

# [Admin]: Option description
source: 3. The platform retains an additional $6.80 ($100.00 - $70.00 - $20.00 - $3.20, assuming standard U.S. Stripe fees).
de_de: 3. Diese Plattform berechnet zusätzlich $6.80 ($100.00 - $70.00 - $20.00 - $3.20, für die Standart-Berechnungsgebühren)
el: 3. Η πλατφόρμα διατηρεί επιπλέον $6.80 ($100.00 - $70.00 - $20.00 - $3.20, θεωρώντας τις σταθερές χρεώσεις Stripe ΗΠΑ).
fr_fr: 3. La plate-forme retient des frais supplémentaires de 6,80 USD (100,00 USD - 70,00 USD - 20,00 USD - 3,20 USD, en prenant en compte les frais standard du stripe américain).

# [Admin]: Option description
source: In order to use Stripe Connect service you need to link your Stripe account with website application.
de_de: Um den Stripe Connect-Dienst nutzen zu können, müssen Sie Ihr Stripe-Konto mit der Website-Anwendung verknüpfen.
el: Για να χρησιμοποιήσετε την υπηρεσία Stripe Connect πρέπει να συνδέσετε τον λογαριασμό Stripe σας με την εφαρμογή ιστοτόπου.
fr_fr: Pour utiliser le service Stripe Connect, vous devez associer votre compte Stripe à une application de site Web.

# means: Vendor commission have been calculated: tax included
source: included
de_de: inbegriffen
el: περιλαμβάνεται
fr_fr: inc..

# means: Vendor commission have been calculated: tax excluded
source: excluded
de_de: ausgeschlossen
el: αποκλείστηκε
fr_fr: excl..

# part of: tax included or tax excluded
source: tax
de_de: Steuer
el: φόρος
fr_fr: taxe

# part of: tax included or tax excluded
source: with tax
de_de: mit Steuern
el: με φόρο
fr_fr: avec les taxes

# part of: Vendor commission have been calculated: tax included
source: Vendor commission have been calculated
de_de: Verkaufsprovision wurde berechnet
el: Η προμήθεια πωλητή έχει υπολογιστεί
fr_fr: La commission vendeur a bien été calculée

# part of: Vendor commission have been calculated: tax included
source: Vendor commission has been calculated
de_de: Die Provision des Anbieters wurde berechnet
el: Η προμήθεια πωλητή έχει υπολογιστεί

# part of: coupon included or coupon excluded
source: coupon
de_de: Gutschein
el: κουπόνι
fr_fr: Code promo

# part of: Commission: 19,00$ (50% on product price)
source: on product price
de_de: auf Produktpreis
el: της τιμής προϊόντος
fr_fr: sur le prix du produit.

# part of: Commission: 19,00$ (50% on product price)
source: on shipping price
de_de: auf Versandpreis
el: της τιμής αποστολής

# Single order label
source: Refunded amount
de_de: Rückerstatteter Betrag
el: Ποσό που έχει επιστραφεί

# Single order label
source: Amount to pay
de_de: Zu zahlender Betrag
el: Ποσό προς πληρωμή

# Order note
source: Sync with vendor's suborders:
de_de: Mit Unterbestellungen des Anbieters synchronisieren:
el: Συγχρονισμός με υποτάξεις πωλητή:
fr_fr: Sync avec les factures intermédiaires du vendeur :

# Order note
source: Updated by admin:
de_de: Aktualisiert von admin:
el: Ενημερώθηκε από διαχειριστή:

# Admin: Order table column
source: Suborders
de_de: Unterordnungen
el: Υποτάξεις
fr_fr: Factures intermédiaires

# Admin: Order table column
source: Vendor
de_de: Anbieter
el: Πωλητής
fr_fr: Vendeur

# Admin: Order table column
source: Parent Order
de_de: übergeordneter Ordner
el: Γονική Παραγγελία

# Order table details
source: in
el: στα
fr_fr: dans

# Admin: Single order page. Suborder details box
source: Suborders
de_de: Unterordnungen
el: Υποτάξεις
fr_fr: Factures intermédiaires

# Admin: Single order page. Parent order details box
source: Parent order
de_de: Übergeordnete Reihenfolge
el: Γονική παραγγελία
fr_fr: Commande parente

# Admin: Single order page. Parent order details box
source: Parent order id
de_de: ID der übergeordneten Bestellung
el: ID γονικής παραγγελίας
fr_fr: ID commande parente

# Admin: single order page. Link to parent order
source: Return to main order
de_de: Zurück zur Hauptbestellung
el: Επιστροφή στη βασική παραγγελία
fr_fr: Revenir à la commande principale

# Admin menu name
source: Orders
de_de: Bestellungen
el: Παραγγελίες
fr_fr: Commandes

# Short Label
source: All categories
de_de: Alle Kategorien
el: Όλες οι κατηγορίες

# [gutenberg]: block name
source: Vendors List
de_de: Anbieter Liste
el: Λίστα Πωλητών

# [gutenberg]: block name
source: Become a vendor
de_de: Werden Sie Verkäufer
el: Γίνε πωλητής

# [gutenberg]: block name
source: Vendor name
de_de: Anbietername
el: Όνομα πωλητή

# [gutenberg]: block description
source: Show a list of vendors
de_de: Eine Liste der Anbieter anzeigen
el: Εμφάνιση λίστας πωλητών

# [gutenberg]: block description
source: Which image you want to use ?
de_de: Welches Bild möchten Sie verwenden?
el: Ποια εικόνα θέλετε να χρησιμοποιήσετε ;

# [gutenberg]: block description
source: Order by: defines the parameter for vendors organization within the list
de_de: Sortieren nach: Definiert den Parameter für die Organisation des Anbieters in der Liste
el: Ταξινόμηση κατα: ορίζει τις παραμέτρους για την οργάνωση των πωλητών στη λίστα

# [gutenberg]: block description
source: Ascending or decreasing order ?
de_de: Aufsteigende oder absteigende Reihenfolge?
el: Αύξουσα ή φθίνουσα παραγγελία ;

# [gutenberg]: block description
source: Add a form where the user can create new vendor profile
de_de: Fügen Sie ein Formular hinzu, in dem der Benutzer ein neues Anbieterprofil erstellen kann
el: Προσθέστε μια φόρμα από την οποία ο χρήστης μπορεί να δημιουργήσει νέο προφίλ πωλητή

# [gutenberg]: block description
source: Vendor name description
de_de: Beschreibung des Anbieternamens
el: Περιγραφή ονόματος πωλητή

# [gutenberg]: keywords
source: Vendor list
de_de: Anbieter-Liste
el: Λίστα πωλητών

# [gutenberg]: keywords
source: Become a vendor
de_de: Werden Sie Verkäufer
el: Γίνε πωλητής

# [gutenberg]: keywords
source: Registration form
de_de: Anmeldeformular
el: Φόρμα εγγραφής

# [gutenberg]: keywords
source: Vendor name
de_de: Anbietername
el: Όνομα πωλητή

# [gutenberg]: attributes description
source: How many vendors want to show for each page ?
de_de: Wie viele Anbieter sollen für jede Seite angezeigt werden?
el: Πόσους πωλητές θέλετε να εμφανίζετε ανά σελίδα ;

# [gutenberg]: attributes description
source: Add the vendor IDs, comma separated, to be included. I.E.: 16, 34, 154,78
de_de: Fügen Sie die durch Kommas getrennten Anbieter-IDs hinzu. I.E.: 16, 34, 154,78
el: Προσθήκη των ID πωλητών, αφού τα διαχωρίσετε με κόμμα για να τα συμπεριλάβετε. Δηλ.: 16, 34, 154,78

# [gutenberg]: attribute description
source: Vendor without products
de_de: Anbieter ohne Produkte
el: Πωλητής χωρίς προϊόντα

# [gutenberg]: attribute description
source: Description
de_de: Beschreibung
el: Περιγραφή

# [gutenberg]: Help text
source: Hide vendors
de_de: Anbieter ausblenden
el: Απόκρυψη πωλητών

# [gutenberg]: Help text
source: Show all
de_de: alles anzeigen
el: Εμφάνιση όλων

# [gutenberg]: Help text
source: Show vendor description
de_de: Anbieterbeschreibung anzeigen
el: Εμφάνιση περιγραφής πωλητή

# [gutenberg]: Help text
source: Hide vendor description
de_de: Anbieter Beschreibung ausblenden
el: Απόκρυψη περιγραφής πωλητή

# [gutenberg]: inspector description
source: Store image
de_de: Store Bild
el: Εικόνα καταστήματος

# [gutenberg]: inspector description
source: Vendor logo
de_de: Anbieterlogo
el: Λογότυπο πωλητή

# [gutenberg]: inspector description
source: Name
el: Όνομα

# [gutenberg]: inspector description
source: Description
de_de: Beschreibung
el: Περιγραφή

# [gutenberg]: inspector description
source: Ascending
de_de: Aufsteigend
el: Αύξουσα

# [gutenberg]: inspector description
source: Decreasing
de_de: Abnehmend
el: Φθίνουσα

# [gutenberg]: inspector description
source: No
de_de: nein
el: Όχι

# [gutenberg]: inspector description
source: Yes
de_de: ja
el: Ναι

# [gutenberg]: Get vendor by name, by products, by user
source: Get vendor by
de_de: Anbieter suchen über
el: Βρείτε πωλητή κατα

# [gutenberg]: block option value
source: Product ID
de_de: Produkt ID
el: ID Προϊόντος

# [gutenberg]: block option value
source: Owner ID
de_de: Besitzer ID
el: ID Ιδιοκτήτη

# [gutenberg]: block option value
source: Vendor ID
de_de: Anbieter ID
el: ID Πωλητή

# [gutenberg]: Option description
source: Make the vendor name clickable
de_de: Machen Sie den Anbieternamen anklickbar
el: Ορίστε το όνομα πωλητή ως επιλέξιμο

# [gutenberg]: Option description
source: Filter products by category
de_de: Produkte nach Kategorie filtern
el: Ταξινόμηση προϊόντων κατά κατηγορία

# Menu item: Vendor Profile. %s means "Vendor"
source: %s Profile
el: Προφίλ %s

# Order details: Product sold by
source: Sold by
de_de: Verkauft von
el: Πωλήθηκε από
fr_fr: Loué par

# part of: vendor shops have no VAT/SSN set
source: vendor shops have no
de_de: Anbieter Shops haben keine
el: τα καταστήματα πωλητών δεν έχουν

# part of: vendor shops have no VAT/SSN set
source: set
de_de: einstellen
el: ορίστε

# part of: Please, set VAT/SSN field for each vendor shop
source: Please, set
de_de: Bitte einstellen
el: Παρακαλώ, ορίστε

# part of: Please, set VAT/SSN field for each vendor shop
source: field for each vendor shop
de_de: Feld für jeden Anbieter Shop
el: το πεδίο για κάθε κατάστημα πωλητή

source: Please, set the
de_de: Bitte wählen Sie die
el: Παρακαλώ, ορίστε

source: field to complete your profile in "Vendor profile"
de_de: Feld, um Ihr Profil in "Anbieterprofil" zu vervollständigen
el: το πεδίο για να ολοκληρώσετε το προφίλ σας στο “προφίλ Πωλητή”

# Taxonomy Description
source: Description
de_de: Beschreibung
el: Περιγραφή

source: terms of service
de_de: Nutzungsbedingungen
el: όροι υπηρεσίας
fr_fr: conditions d'utilisation

source: privacy policy
de_de: Datenschutz-Bestimmungen
el: πολιτική απορρήτου
fr_fr: politique de confidentialité

source: The %s has been modified and your profile will be disabled in %s days. To reactivate it, please accept our %s again from this page
de_de: %s wurde geändert und Ihr Profil wird in %s Tagen deaktiviert. Um es wieder zu aktivieren, akzeptieren Sie bitte unsere %s erneut von dieser Seite
el: Το %s έχει αλλάξει και το προφίλ σας θα απενεργοποιηθεί σε %s ημέρες. Για να το επανενεργοποιήσετε, παρακαλώ αποδεχτείτε ξανά %s από αυτή τη σελίδα

# [frontend]: part of sentence. e.g.: The VAT/SSN field is mandatory
source: The
de_de: Das
el: Το

# [frontend]: part of sentence. e.g.: The VAT/SSN field is mandatory
source: field is mandatory
de_de: Feld ist obligatorisch
el: το πεδίο είναι υποχρεωτικό

# Cart details: Product sold by
source: Sold by
de_de: Verkauft von
el: Πωλήθηκε από

# [Single Product Page]: Tab name for shipping information
source: Shipping Info
de_de: Versandinformation
el: Στοιχεία Αποστολής

# [single Product Page]: Shipping tab subtitle
source: Processing Time
de_de: Verarbeitungszeit
el: Χρόνος υπό Επεξεργασία

# [single Product Page]: Shipping tab subtitle
source: Shipping policy
de_de: Versandbedingungen
el: Πολιτική αποστολής

# [single Product Page]: Shipping tab subtitle
source: Refund policy
de_de: Rückgaberecht
el: Πολιτική επιστροφών

# [part of]: Ready to ship in x business day
source: Ready to ship in
de_de: Versandbereit
el: Έτοιμο για αποστολή

# [part of]: Ready to ship in x business day From Italy
source: from
de_de: von
el: από

# [part of]: Shipping from Italy
source: Shipping from
de_de: Versand von
el: Αποστολή από

# [Admin] Required version x.x.x or greater
source: or greater
de_de: oder mehr
el: ή μεγαλύτερη

# [Admin]: Part of Required xxx plugin
source: Required
de_de: Erforderlich
el: Απαιτούμενο

# [Button Label]: Pay with PayPal
source: Pay with
de_de: zahlen mit
el: Πληρωμή με

# [Admin]: Option title
source: Installed gateways
de_de: Installierte Gateways
el: Εγκατεστημένες πύλες

source: (no title)
de_de: (kein Name)
el: (χωρίς τίτλο)

# option description
source: Use this value to show live chat button
de_de: Verwenden Sie diesen Wert, um die Live-Chat-Schaltfläche anzuzeigen
el: Χρησιμοποιήστε αυτή την αξία για την εμφάνιση κουμπιού συνομιλίας
fr_fr: Utilisez cette valeur pour afficher le bouton de chat en direct

# [GDPR Message]
source: Removed vendor "Admins"
de_de: Anbieter "Admins" entfernt
el: Αφαιρέθηκαν “Διαχειριστές ”πωλητή

# [GDPR Message]
source: Removed vendor "Owner"
de_de: Anbieter "Eigentümer" entfernt
el: Αφαιρέθηκε “Ιδιοκτήτης ”πωλητή

# [GDPR Message]
source: Removed vendor
de_de: Anbieter entfernt
el: Αφαιρέθηκε πωλητής

# [GDPR Message]
source: Removed User information From Vendor Commissions
de_de: Benutzerinformationen aus Anbieterprovisionen entfernt
el: Αφαιρέθηκαν Στοιχεία Χρήστη Από Προμήθειες Πωλητή

# default singular vendor label
source: Vendor
de_de: Anbieter
el: Πωλητής

# default plural vendors label
source: Vendors
de_de: Anbieter
el: Πωλητές

# [Part of] Search Vendors
source: Search
de_de: suchen
el: Αναζήτηση

# [Part of] All Vendors
source: All
de_de: alle
el: Όλοι οι

# [Part of] Parent Vendor
source: Parent
de_de: Übergeordnet
el: Γονικός

# [Part of] View Vendor
source: View
de_de: ansehen
el: Προβολή

# [Part of] Edit Vendor
source: Edit
de_de: Bearbeiten
el: Επεξεργασία

# [Part of] Update Vendor
source: Update
el: Ενημέρωση

# [Part of] Add New Vendor
source: Add New
de_de: Neue hinzufügen
el: Προσθήκη Νέου

# [Part of] New Vendor's Name
source: New
de_de: neu
el: Νέο

# [Part of] Separate vendors with commas
source: Separate
de_de: Trennen
el: Διαχωρίστε

# [Part of] Separate vendors with commas
source: with commas
de_de: mit Kommas
el: με κόμματα

# [Part of] Add or remove vendors
source: Add or remove
de_de: Hinzufügen oder entfernen
el: Προσθήκη ή αφαίρεση

# [Part of] Choose from most used vendors
source: Choose from most used
de_de: aus Favouriten auswählen
el: Επιλέξτε από τα περισσότερο χρησιμοποιημένα

# [Part of] Vendors not found
source: not found
de_de: nicht gefunden
el: δεν βρέθηκε

# [Part of] Back to Vendors
source: Back to
de_de: Zurück zu den
el: Πίσω στους

# [Button Label]: Pay with your Account Funds
source: Pay with
de_de: zahlen mit
el: Πληρωμή με

# [Note]: Paid through gateway X
source: Paid via
de_de: Bezahlt über
el: Πληρώθηκε μέσω

# [admin]: commission type
source: Shipping fee
de_de: Versandgebühr
el: Χρέωση αποστολής
fr_fr: Frais de livraison

# [part of] Source Stripe Documentation
source: Source
de_de: Quelle
el: Πηγή

# [Admin Error Message]
source: The vendor hasn't connected the profile to Stripe.
de_de: Der Anbieter hat das Profil nicht mit Stripe verbunden.
el: Το προφίλ του πωλητή δεν είναι συνδεδεμένο με το Stripe.

# [Admin]: error message
source: Missing required parameters for Stripe Connect
de_de: Fehlende erforderliche Parameter für Stripe Connect
el: Λείπουν υποχρεωτικές παράμετροι για Stripe Connect

# [Note]: Payed By Gateway
source: Paid via
de_de: Bezahlt über
el: Πληρώθηκε μέσω
fr_fr: Payé par

# Order status
source: Trashed
de_de: entfernte
el: Διεγράφη
fr_fr: À la corbeille

# Order number by user
source: %s by %s
de_de: %s nach %s
el: %s από %s

# Admin: means needs YITH xxx plugin to works
source: Needs
de_de: Voraussetzungen
el: Χρειάζεται
fr_fr: Besoins

# Admin: means needs YITH xxx plugin to works
source: plugin
el: πρόσθετο

# means: plugin version
source: version
el: έκδοση

# means: min version xxx or greater
source: or greater
de_de: oder mehr
el: ή μεγαλύτερη
fr_fr: ou supérieure

# placeholder
source: Unlimited usage
de_de: Unbegrenzte Nutzung
el: Απεριόριστη χρήση
fr_fr: Utilisation illimitée

# placeholder
source: Apply to all qualifying items in cart
de_de: Auf alle qualifizierten Artikel im Warenkorb anwenden
el: Εφαρμογή σε όλα τα απαραίτητα αντικείμενα στο καλάθι
fr_fr: Appliquer à tous les articles éligibles du panier

# [part of:] Become a vendor
source: Become a
de_de: werde ein
el: Γίνετε

# Placeholder like "Name: Andrea
source: Name
el: Όνομα
fr_fr: Nom

# Placeholder like "Message: Lorem ipsume dolor sit amet
source: Message
de_de: Nachricht
el: Μήνυμα

# [admin] placeholder link
source: here
de_de: Hier
el: εδώ
fr_fr: ici

# part of: VAT/SSN number
source: Show
de_de: zeigen
el: Εμφάνιση
fr_fr: Afficher

# part of: VAT/SSN number
source: in store page
de_de: in der Store-Seite
el: στη σελίδα καταστήματος
fr_fr: dans la page boutique

source: Select if you want to show the
de_de: Wählen Sie aus, ob Sie das anzeigen möchten
el: Επιλέξτε αν θέλετε να εμφανίζονται οι
fr_fr: Sélectionnez si vous voulez montrer les

source: information in the header of Store page
de_de: Informationen in der Kopfzeile der Store-Seite
el: πληροφορίες στην επικεφαλίδα της σελίδας Καταστήματος
fr_fr: information dans l'en-tête de la boutique

# admin option
source: Disabled
de_de: Deaktiviert
el: Απενεργοποιημένο
fr_fr: Désactivé

# admin option
source: Show in Header Area
de_de: Im Kopfbereich anzeigen
el: Εμφάνιση σε Περιοχή Επικεφαλίδας
fr_fr: Afficher en en-tête

# admin option
source: Shwo in Socials Area
de_de: Zeigen im Bereich Socials
el: Εμφάνιση σε Περιοχή Κοινωνικών Δικτύων
fr_fr: Montrer dans la zone Réseaux Sociaux

# [Admin] Option disabled
source: Disabled
de_de: Deaktiviert
el: Απενεργοποιημένο
fr_fr: Désactivé

# [Admin] Option name
source: Pay commissions to vendors during checkout
de_de: Zahlen Sie beim Auschecken Erlöse an Anbieter
el: Πληρωμή προμηθειών σε πωλητές κατα τη διάρκεια του ταμείου
fr_fr: Payez des commissions aux vendeurs lors du paiement

# [Admin] Option description
source: Select the gateway/service to use on checkout. All enabled gateway can be used in admin area
de_de: Wählen Sie das Gateway aus, das an der Kasse verwendet werden soll. Alle aktivierten Gateways können im Admin-Bereich verwendet werden
el: Επιλέξτε την πύλη/υπηρεσία που θέλετε να χρησιμοποιείται στο ταμείο. Όλες οι ενεργοποιημένες πύλες μπορούν να χρησιμοποιηθούν στην περιοχή διαχειριστή
fr_fr: Sélectionnez la passerelle / le service à utiliser à la caisse. Toute passerelle activée peut être utilisée dans la zone d'administration

# [Admin Area]: Order details page
source: Hide Shipping and Billing Information
de_de: Versand- und Rechnungsinformationen ausblenden
el: Απόκρυψη Πληροφοριών Αποστολής και Χρέωσης

# Admin Option
source: Company legal notes
de_de: Rechtliche Hinweise des Unternehmens
el: Νομικές σημειώσεις εταιρείας
fr_fr: Mentions légales de la société

# Admin Option
source: Insert company legal notes (e.g. Managing Directors, Court of registration, Commercial registration number, ecc.)
de_de: Fügen Sie rechtliche Hinweise des Unternehmens ein (z. B. Geschäftsführer, Registrierungsgericht, Handelsregisternummer usw.).
el: Εισαγωγή νομικών σημειώσεων εταιρείας (π.χ. Διευθυντές, Μητρώο, Αριθμός Εμπορικού Μητρώου, κλπ.)
fr_fr: Insérer les mentions légales de l'entreprise (par exemple directeurs généraux, numéro RCS et lieu d'immatriculation, etc.)

# [admin] part of commission details
source: Commission
de_de: Provision
el: Προμήθεια

# [admin] part of commission details
source: details
de_de: Einzelheiten
el: στοιχεία

# [admin] part of shipping fee details
source: Shipping fee
de_de: Versandgebühr
el: Χρέωση αποστολής
fr_fr: Frais de livraison

# [admin] part of shipping fee details
source: Shipping
de_de: Versand
el: Αποστολή
fr_fr: Livraison

# Commission credited to [user]
source: credited to %s &#8212; from order %s &#8212; order status: %s
de_de: %s gutgeschrieben &#8212; ab Bestellung %s &#8212; Bestellstatus: %s
el: πιστώθηκαν σε %s &#8212; από την παραγγελία %s &#8212; κατάσταση παραγγελίας: %s
fr_fr: créditer à %s &#8212; sur Commande %s &#8212; Statut Commande %s

# Label for single commission page
source: Commission
de_de: Erlös
el: Προμήθεια

# Label for single commission page
source: Shipping cost
de_de: Versandkosten
el: Κόστος αποστολής

# [Admin option description]: Vendor's VAT/SSN
source: Vendor's %s
de_de: %s des Anbieters
el: %s Πωλητή

# [Admin]: option description
source: Upload an image with the correct aspect ratio settings. Recommended size (width x height)
de_de: Laden Sie ein Bild mit den richtigen Einstellungen für das Seitenverhältnis hoch. Empfohlene Größe (Breite x Höhe)
el: Ανέβασμα εικόνας με τις σωστές ρυθμίσεις αναλογίας διαστάσεων. Προτεινόμενο μέγεθος (πλάτος x ύψος)
fr_fr: Téléchargez une image avec les paramètres de format d'image corrects. Taille recommandée (largeur x hauteur)

# part of: The VAT/SSN of your store
source: The
de_de: der
el: Το
fr_fr: Le

# part of: The VAT/SSN of your store
source: of your store
de_de: Ihres Geschäfts
el: του καταστήματος σας
fr_fr: de votre boutique

# with regions means country, state, province...
source: All regions
de_de: Alle Regionen
el: Όλες οι περιοχές
fr_fr: Toutes les régions

# [Email]: meanse commissions rate
source: Rate
de_de: Bewertung
el: Ποσοστό

# [Email commissions report]: Total commissions amount
source: Total product commissions
el: Συνολικές προμήθειες προϊόντος
fr_fr: Total des commissions sur les produits

# [Email commissions report]: Total commissions amount
source: Total Shipping Fee
de_de: Gesamtversandgebühr
el: Συνολική Χρέωση Αποστολής
fr_fr: Total des frais de livraison

# yith-woocommerce-product-vendors
source: Commissions Report for
de_de: Erlös-Bericht für
el: Αναφορά Προμηθειών για
fr_fr: Rapport des commissions pour

# New Order Email
source: Commission id:
de_de: Erlös ID
el: ID προμήθειας:

# New Order Email
source: Commission rate:
de_de: Provisionssatz:
el: Ποσοστό προμήθειας:

# New Order Email
source: Tax:
de_de: MwSt:
el: Φόρος:

# New Order Email
source: Earnings:
de_de: Ertrag
el: Έσοδα:

# Email: commission rate column
source: Commission
de_de: Kommission
el: Προμήθεια

# Email: commission rate column
source: Rate
de_de: Bewertung
el: Ποσοστό
fr_fr: Rapport

# Email: commission amount column
source: Earnings
de_de: Ertrag
el: Έσοδα

# Email: commission amount column
source: (inc. taxes)
de_de: (inkl. Steuern)
el: (περιλ. φόροι)
fr_fr: (avec TVA)

# Email: commission amount column
source: Amount
de_de: Menge
el: Ποσό
fr_fr: Montant

# Email: tax amount column
source: Tax
de_de: MwSt
el: Φόρος
fr_fr: TVA

# Email: Title before the Shipping fee list
source: Shipping Fee
de_de: Versandkosten
el: Χρέωση Αποστολής
fr_fr: Frais d'expédition

# Email: shièpèing method column
source: Shipping Method
de_de: Versandart
el: Μέθοδος Αποστολής
fr_fr: Méthode de livraison

# [Part of]: I have read and accept the...
source: terms &amp; conditions
de_de: Allgemeine Geschäftsbedingungen
el: όρους &amp; και προϋποθέσεις
fr_fr: conditions générales de vente

# [Part of]: I have read and accept the...
source: I&rsquo;ve read and accept the
de_de: Ich habe das gelesen und akzeptiere es
el: Ε&rsquo;χω διαβάσει και αποδέχομαι τους
fr_fr: J'ai lu et j'accepte les

# part of: Request about: Apple iPhone 6
source: Request about
de_de: Anfrage über
el: Αίτημα για
