Repository: na-rifat/rafalocsv-wp-theme
Catalog: yith-woocommerce-multi-vendor-premium/languages/yith-woocommerce-product-vendors-*.po
Languages: de_de, el, fr_fr

source: Save Payments Information
de_de: Zahlungsinformationen speichern
el: Πληροφορίες Αποθήκευσης Πληρωμών
fr_fr: Sauvegarder les informations de paiement

source: Store name
el: Όνομα καταστήματος
fr_fr: Nom dépositaire

source: Store general information
de_de: Allgemeine Informationen speichern
el: Γενικές πληροφορίες καταστήματος
fr_fr: Informations générales de la boutique

source: Name:
el: Όνομα:
fr_fr: Nom:

source: The “slug” is the URL-friendly version of the name. It is usually lowercased and contains only letters, numbers and hyphens.
de_de: Der "Slug" ist die URL-freundliche Version des Namens. Es wird normalerweise in Kleinbuchstaben geschrieben und enthält nur Buchstaben, Zahlen und Bindestriche.
el: Το “slug” είναι η φιλική URL έκδοση του ονόματος. Συνήθως έχει μικρά γράμματα και περιλαμβάνει μόνο γράμματα, αριθμούς και παύλες.
fr_fr: Le « slug » est la version du nom dans l'URL. Il est généralement en minuscules et ne contient que des lettres, des chiffres et des traits d’union.

source: User that can manage products and view sale reports.
de_de: Benutzer, der Produkte verwalten und Verkaufsberichte anzeigen kann.
el: Χρήστης που μπορεί να διαχειριστεί προϊόντα και να δει αναφορές πωλήσεων.

source: Store capability and rate:
de_de: Speicherfähigkeit und Rate:
el: Δυνατότητες καταστήματος και ποσοστό:
fr_fr: La capacité et le taux de la boutique :

source: Commission Rate:
de_de: Provisionssatz:
el: Ποσοστό Προμήθειας:
fr_fr: Taux de commission

source: Skip admin review:
de_de: Administrator-Rezension überspringen:
el: Παράβλεψη κριτικής διαχειριστή:
fr_fr: Ignorer la révision de l'administrateur:

source: Sale status:
de_de: Verkaufsstatus:
el: Κατάσταση πώλησης:
fr_fr: Status de vente

source: Registration date:
de_de: Registrierungsdatum:
el: Ημερομηνία εγγραφής:
fr_fr: Date d’inscription

source: Store Admins:
de_de: Store-Administratoren:
el: Διαχειριστές Καταστήματος:
fr_fr: Administrateurs de la boutique:

source: Save Settings
de_de: Einstellungen speichern
el: Αποθήκευση Ρυθμίσεων

source: Zone Name
de_de: Zonenname
el: Όνομα Ζώνης
fr_fr: Nom de la zone

source: Remove
de_de: Entfernen
el: Αφαίρεση
fr_fr: Retirer

source: Select regions within this zone
de_de: Wählen Sie Regionen innerhalb dieser Zone aus
el: Επιλέξτε περιοχές αυτής της ζώνης
fr_fr: Sélectionnez les régions au sein de cette zone

source: Select All
de_de: Wählen Sie Alle
el: Επιλογή Όλων
fr_fr: Tout sélectionner

source: Remove All
de_de: Alles entfernen
el: Αφαίρεση Όλων

source: Limit to specific ZIP/postcodes
de_de: Beschränkung auf bestimmte Postleitzahlen
el: Περιορισμός σε συγκεκριμένα ZIP/ταχυδρομικούς κώδικες
fr_fr: Limiter à des codes postaux spécifiques

source: List 1 postcode per line
de_de: Liste 1 Postleitzahl pro Zeile
el: Λίστα 1 ταχυδρομικός κώδικας ανά γραμμή
fr_fr: Lister 1 code postal par ligne

source: Postcodes containing wildcards (e.g. CB23*) and fully numeric ranges (e.g. <code>90210...99000</code>) are also supported.
de_de: Postleitzahlen mit Platzhaltern (z. B. CB23 *) und vollständig numerischen Bereichen (z. B. <code>90210 ... 99000</code>) werden ebenfalls unterstützt.
el: Οι ταχυδρομικοί κώδικες που περιέχουν μπαλαντέρ (π.χ. CB23*) και εύρη πλήρως αριθμητικά (π.χ. <code>90210…99000</code>) υποστηρίζονται επίσης.
fr_fr: Les codes postaux contenant des caractères génériques (ex. 77*) et des plages entièrement numériques (ex. <code>77001...77999</code>) sont également pris en charge.

source: Shipping Areas
de_de: Versandgebiete
el: Περιοχές Αποστολής
fr_fr: Zones d'expédition

source: Drag and drop to re-order your custom zones. This is the order in which they will be matched against the customer address.
de_de: Ziehen Sie sie per Drag & Drop, um Ihre benutzerdefinierten Zonen neu zu ordnen. Dies ist die Reihenfolge, in der sie mit der Kundenadresse abgeglichen werden.
el: Μεταφορά και απόθεση για να επαναοργανώσετε τις προσαρμοσμένες ζώνες σας. Κατα αυτή τη σειρά θα αντιστοιχιστούν με τη διεύθυνση του πελάτη.
fr_fr: Glissez et déposez pour réorganiser vos zones personnalisées. Il s'agit de l'ordre dans lequel elles seront rapprochées de l'adresse du client.

source: Region(s)
de_de: Region(en)
el: Περιοχή(ες)
fr_fr: Région(s)

source: Shipping Method(s)
de_de: Versandarten(s)
el: Μέθοδος(οι) Αποστολής
fr_fr: Méthode(s) de livraison

source: Close modal panel
de_de: Modal Panel schließen
el: Κλείσιμο βοηθητικού πάνελ
fr_fr: Fermer le panneau modal

source: Choose the shipping method you wish to add. Only shipping methods which support zones are listed.
de_de: Wählen Sie die Versandart, die Sie hinzufügen möchten. Es werden nur Versandarten aufgelistet, die Zonen unterstützen.
el: Επιλέξτε την μέθοδο αποστολής που θέλετε να προσθέσετε. Μόνο οι μέθοδοι αποστολής που υποστηρίζουν ζώνες θα καταγραφούν.
fr_fr: Choisissez la méthode de livraison que vous souhaitez ajouter. Seules les méthodes de livraison qui supportent les zones sont répertoriées.

source: Settings
de_de: die Einstellungen
el: Ρυθμίσεις
fr_fr: Paramètres

source: Save Changes
de_de: Änderungen speichern
el: Αποθήκευση Αλλαγών
fr_fr: Enregistrer les changements

source: Shipping Settings
de_de: Versandeinstellungen
el: Ρυθμίσεις Αποστολής
fr_fr: Paramètres de livraison

source: Enable shipping:
de_de: Versand aktivieren:
el: Ενεργοποίηση αποστολής:
fr_fr: Activer la livraison:

source: Enable shipping cost
de_de: Versandkosten aktivieren
el: Ενεργοποίηση κόστους αποστολής
fr_fr: Activez les coûts de livraison

source: Default Shipping Price:
de_de: Standardversandpreis:
el: Προεπιλεγμένη Τιμή Αποστολής:
fr_fr: Prix de livraison par défaut:

source: The default shipping price for each product in the cart.
de_de: Der Standardversandpreis für jedes Produkt im Warenkorb.
el: Η προεπιλεγμένη τιμή αποστολής για κάθε προϊόν στο καλάθι.
fr_fr: Le prix de livraison par défaut pour chaque produit dans le panier.

source: Per Product Additional Price:
de_de: Zusätzlicher Preis pro Produkt:
el: Επιπλέον Τιμή Ανά Προϊόν:
fr_fr: Prix supplémentaire par produit:

source: Additional price for each product if product quantity in cart is equal or greater than 2.
de_de: Zusätzlicher Preis für jedes Produkt, wenn die Produktmenge im Warenkorb gleich oder größer als 2 ist.
el: Επιπλέον τιμή για κάθε προϊόν αν η ποσότητα προϊόντος στο καλάθι είναι ίση ή μεγαλύτερη από 2.
fr_fr: Prix ​​supplémentaire pour chaque produit si la quantité de produit dans le panier est égale ou supérieure à 2.

source: Per Qty Product Additional Price:
de_de: Pro Menge Produkt Zusätzlicher Preis:
el: Επιπλέον Τιμή Προϊόντος Ανά Ποσότητα:
fr_fr: Prix supplémentaire par quantité:

source: The additional price from the second product of the same type
de_de: Der Zusatzpreis ab dem zweiten Produkt des gleichen Typs
el: Η επιπλέον τιμή του δεύτερου προϊόντος ίδιου τύπου
fr_fr: Le prix supplémentaire du deuxième produit du même type

source: Processing Time
de_de: Bearbeitungszeit
el: Χρόνος σε Εξέλιξη
fr_fr: Délai de traitement

source: The time required before sending the product for delivery
de_de: Benötigte Zeit bis zum Produktversand
el: Ο απαιτούμενος χρόνος πριν την αποστολή παράδοσης του προϊόντος
fr_fr: Le temps requis avant d'expédier le produit

source: Shipping Policy:
de_de: Versandbedingungen:
el: Πολιτική Αποστολής:
fr_fr: Informations de Livraison :

source: You terms, conditions and instructions about shipping
de_de: Ihre Bedingungen und Anweisungen zum Versand
el: Οι όροι, προϋποθέσεις και οδηγίες αποστολής
fr_fr: Vos termes, conditions et instructions de livraison

source: Refund Policy:
de_de: Rückgaberecht:
el: Πολιτική Επιστροφών:
fr_fr: Politique de remboursement:

source: You terms, conditions and instructions about refund
de_de: Ihre Bedingungen und Anweisungen zur Rückerstattung
el: Οι όροι, προϋποθέσεις και οδηγίες επιστροφής χρημάτων
fr_fr: Vos termes, conditions et instructions de retours

source: Shipping From
de_de: Versand von
el: Αποστολή Από
fr_fr: Livraison en provenance de

source: - Select a location -
de_de: - Wähle einen Ort -
el: - Επιλέξτε τοποθεσία -
fr_fr: -Choisissez une localisation-

source: Location from where the product are shipped for delivery
de_de: Ort, von dem aus das Produkt zur Lieferung versendet wird
el: Τοποθεσία από την οποία τα προϊόντα αποστέλλονται προς παράδοση
fr_fr: Emplacement d'où le produit est expédié pour la livraison

source: Save Shipping Settings
de_de: Versandeinstellungen speichern
el: Αποθήκευση Ρυθμίσεων Αποστολής
fr_fr: Enregistrer les paramètres de livraison

source: Add shipping zone
de_de: Versandzone hinzufügen
el: Προσθήκη ζώνης αποστολής
fr_fr: Ajouter une zone de livraison

source: Seller vacation info
de_de: Verkäufer Urlaubsinfo
el: Στοιχεία διακοπών πωλητή
fr_fr: Information sur les vacances du vendeur

source: Vacation message:
de_de: Urlaubsnachricht:
el: Μήνυμα διακοπών:
fr_fr: Message de période de vacances :

source: Add here the vacation message.
de_de: Fügen Sie hier die Urlaubsnachricht hinzu.
el: Προσθέστε εδώ το μήνυμα διακοπών.
fr_fr: Ajoutez ici le message de vacances.

source: Vacation date
de_de: Urlaubsdatum
el: Ημερομηνία διακοπών
fr_fr: Date de vacances

source: Start date
de_de: Anfangsdatum
el: Ημερομηνία έναρξης
fr_fr: Date de début

source: End date
de_de: Endtermin
el: Ημερομηνία λήξης
fr_fr: Date de fin

source: Selling option
de_de: Verkaufsoption
el: Επιλογή πώλησης
fr_fr: L’option de vente

source: Prevent sales temporarily
de_de: Verkäufe vorübergehend verhindern
el: Προσωρινή αποτροπή πωλήσεων
fr_fr: Empêcher les ventes temporairement

source: Keep selling anyway
de_de: Verkaufe trotzdem weiter
el: Συνεχίστε τις πωλήσεις
fr_fr: Continuer à vendre quand même

source: Save Vacation Settings
de_de: Urlaubseinstellungen speichern
el: Αποθήκευση Ρυθμίσεων Διακοπών
fr_fr: Enregistrer les paramètres de vacances

source: Paypal email
el: Email PayPal

source: Order number
de_de: Bestellnummer
el: Αριθμός παραγγελίας
fr_fr: Numéro de commande

source: Order ID
de_de: Bestellnummer
el: ID Παραγγελίας
fr_fr: ID de commande

source: New Status
de_de: Neuer Status
el: Νέα Κατάσταση
fr_fr: Nouveau statut

source: Note
de_de: Hinweis
el: Σημείωση

source: The commission has been credited successfully.
de_de: Die Provision wurde erfolgreich gutgeschrieben.
el: Η προμήθεια πιστώθηκε επιτυχώς.
fr_fr: La commission a été créditée avec succès.

source: Commission #%s detail
de_de: Detail der Kommission #%s
el: Στοιχεία προμήθειας #%s

source: Some commissions have not been credited properly.
de_de: Einige Provisionen wurden nicht ordnungsgemäß gutgeschrieben.
el: Ορισμένες προμήθειες δεν έχουν πιστωθεί σωστά.
fr_fr: Certaines commissions n'ont pas été crédités correctement.

source: Details of commissions not paid
de_de: Angaben zu nicht gezahlten Provisionen
el: Στοιχεία μη πληρωμένων προμηθειών
fr_fr: Détails des commissions non payés

source: Commission #%s
de_de: Provision #%s
el: Προμήθεια #%s

source: Owner:
de_de: Inhaber:
el: Ιδιοκτήτης:
fr_fr: Propriétaire :

source: New vendor registered
de_de: Neuer Anbieter registriert
el: Έγινε εγγραφή νέου πωλητή
fr_fr: Nouveau vendeur enregistré

source: A new user has made a request to become a vendor in your store.
de_de: Ein neuer Benutzer hat beantragt, ein Anbieter in Ihrem Geschäft zu werden.
el: Ένας νέος χρήστης δημιούργησε αίτημα πωλητή στο κατάστημά σας.
fr_fr: Un nouvel utilisateur a fait une demande pour devenir vendeur dans votre boutique.

source: Vendor detail
de_de: Anbieter Detail
el: Στοιχεία πωλητή
fr_fr: Détail du Vendeur

source: PayPal email
el: Email PayPal

source: Commission number: %s
de_de: Provisionsnummer: %s
el: Αριθμός προμήθειας: %s

source: The product {product_name} has been edited by vendor {vendor}. Please visit this link {post_link} to take a look the changes
de_de: Das Produkt {product_name} wurde vom Anbieter bearbeitet {vendor}. Bitte besuchen Sie diesen Link {post_link} um die Änderungen zu sehen
el: Έγινε επεξεργασία στο προϊόν {product_name} από τον πωλητή {vendor}. Παρακαλώ επισκεφθείτε αυτόν τον σύνδεσμο {post_link} για να δείτε τις αλλαγές

source: The order #%d from %s has been cancelled. The order was as follows:
de_de: Die Bestellung #%d von %s wurde storniert. Die Reihenfolge war wie folgt:
el: Η παραγγελία #%d από %s έχει ακυρωθεί. Η παραγγελία είχε ως εξής:

source: Order number: %s
de_de: Bestellnummer: %s
el: Αριθμός παραγγελίας: %s

source: Quantity: %s
de_de: Menge: %s
el: Ποσότητα: %s

source: Cost: %s
de_de: Kosten: %s
el: Κόστος: %s

source: Download %d
el: Κατέβασμα %d

source: Download
el: Κατέβασμα
fr_fr: Télécharger

source: Total: %s
de_de: Gesamt: %s
el: Σύνολο: %s

source: Your vendor account has been approved on %s.
de_de: Ihr Anbieterkonto wurde auf %s genehmigt.
el: Ο λογαριασμός πωλητή σας έχει επιβεβαιωθεί στο %s.
fr_fr: Votre compte dépositaire a bien été enregistré sur %s.

source: From your vendor dashboard you can view your recent commissions, view the sales report and manage your store and payment settings. Click <a href="%s">here</a> to access <strong>store dashboard</strong>.
de_de: In Ihrem Lieferanten-Dashboard können Sie Ihre letzten Provisionen anzeigen, den Verkaufsbericht anzeigen und Ihre Geschäfts- und Zahlungseinstellungen verwalten. Klicken Sie hier <a href="%s"></a>, um auf das <strong> Store-Dashboard </strong> zuzugreifen.
el: Από τον πίνακα ελέγχου πωλητή σας μπορείτε να δείτε τις πρόσφατες προμήθειές σας, την αναφορά πωλήσεών σας και να διαχειριστείτε το κατάστημα και τις ρυθμίσεις πληρωμής. Κάντε κλικ <a href="%s">εδώ</a> για να αποκτήσετε πρόσβαση στον <strong>πίνακα ελέγχου καταστήματος</strong>.
fr_fr: Depuis votre tableau de bord, vous pourrez voir vos commissions récentes, les rapports des ventes, gérer les réservations de la PartiFyBox, ajouter vos propres produits et vos moyens de paiement. Cliquez <a href="%s"> ici</a> pour accéder à votre <strong> tableau de bord.</strong>

source: You have received an order from %s.
de_de: Sie haben eine Bestellung von %s erhalten.
el: Έχετε λάβει μια παραγγελία από %s.
fr_fr: Vous avez reçu une commande de %s.

source: The product {product_name} has been edited by vendor {vendor}. Please <a href="{post_link}" target="_blank">click here</a> to take a look the changes
de_de: Das Produkt{product_name} wurde vom Anbieter bearbeitet {vendor}.Bitte <a href="{post_link}" target="_blank">Klicke hier</a> um die Änderungen zu sehen
el: Το προϊόν {product_name} έχει επεξεργαστεί από τον πωλητή {vendor}. Παρακαλώ <a href="{post_link}" target="_blank">κάντε κλικ εδώ</a> για να δείτε τις αλλαγές

source: Order #%s
de_de: Bestellung #%s
el: Παραγγελία #%s
fr_fr: Commande #%s

source: Price
de_de: Preis
el: Τιμή
fr_fr: Prix

source: Product Image
de_de: Produktbild
el: Εικόνα Προϊόντος

source: You have received an order from %s. The order is as follows:
de_de: Sie haben eine Bestellung von %s erhalten. Die Reihenfolge ist wie folgt:
el: Έχετε λάβει μια παραγγελία από %s. Η παραγγελία είναι ως εξής:
fr_fr: Vous avez reçu une commande de %s. En voici le détail :

source: Note:
de_de: Hinweis:
el: Σημείωση:

source: Address *
de_de: Adresse *
el: Διεύθυνση *
fr_fr: Adresse*

source: Telephone *
de_de: Telefon *
el: Τηλέφωνο *
fr_fr: Téléphone*

source: I&rsquo;ve read and accept the <a href="%s" target="_blank">vendor privacy policy</a>
de_de: Ich habe die <a href="%s" target="_blank"> Datenschutzrichtlinie des Anbieters </a> gelesen und akzeptiert
el: Έ&rsquo;χω διαβάσει και αποδέχομαι την <a href="%s" target="_blank">πολιτική απορρήτου πωλητή</a>

source: Store page
de_de: Seite speichern
el: Σελίδα καταστήματος
fr_fr: Page boutique

source: %s average rating from %d review
de_de: %s durchschnittliche Bewertung aus %d Bewertung
el: %s μέση αξιολόγηση από %d κριτική

source: Total sales: %d
de_de: Gesamtumsatz: %d
el: Συνολικές πωλήσεις: %d
fr_fr: Ventes totales : %d

source: Name
el: Όνομα
fr_fr: Nom

source: Message
de_de: Nachricht
el: Μήνυμα

source: Show in Google Maps
de_de: In Google Maps anzeigen
el: Εμφάνιση σε Χάρτες Google
fr_fr: Montrer sur Google Map

source: Custom:
de_de: Benutzerdefiniert:
el: Προσαρμογή:
fr_fr: Personnalisé:

source: Go
de_de: Start
el: Έναρξη
fr_fr: Aller

source: by
de_de: von
el: από
fr_fr: par

source: My %s Dashboard
el: Ο %s Πίνακας Ελέγχου Μου

source: You'll be able to access your dashboard as soon as the administrator approves your vendor account.
de_de: Sie können auf Ihr Dashboard zugreifen, sobald der Administrator Ihr Anbieterkonto genehmigt hat.
el: Θα έχετε πρόσβαση στον πίνακα ελέγχου σας μόλις ο διαχειριστής επιβεβαιώσει τον λογαριασμό πωλητή σας.
fr_fr: Vous pourrez acczéder à votre tableau de bord dès que l'administrateur aura apprové votre compte dépositaire.

source: I read and accept the terms and conditions
de_de: Ich habe die Allgemeinen Geschäftsbedingungen gelesen und akzeptiert
el: Διάβασα και αποδέχομαι τους όρους και προϋποθέσεις

source: I read and accept the vendor privacy policy
de_de: Ich habe die Datenschutzbestimmungen des Anbieters gelesen und akzeptiert
el: Διάβασα και αποδέχομαι την πολιτική απορρήτου πωλητή

source: Save
de_de: speichern
el: Αποθήκευση
fr_fr: Sauvegarder

source: Owner First Name
de_de: Vorname des Besitzers
el: Όνομα Ιδιοκτήτη

source: Owner Last Name
de_de: Nachname des Besitzers
el: Επίθετο Ιδιοκτήτη

source: Address
de_de: Adresse
el: Διεύθυνση
fr_fr: Adresse

source: I&rsquo;ve read and accept the <a href="%s" target="_blank">terms &amp; conditions</a>
de_de: Ich habe die <a href="%s" target="_blank"> Bedingungen &amp; Bedingungen </a>gelesen
el: Ε&rsquo;χω διαβάσει και αποδέχομαι τους <a href="%s" target="_blank">όρους &amp; και προϋποθέσεις</a>
fr_fr: Je confirme être déjà dépositaire ou souhaiter le devenir et avoir <a href="%s" target="_blank"> lu et accepté les conditions d'accès</a>

source: Report an abuse for product %s
de_de: Melden Sie einen Missbrauch für Produkt %s
el: Αναφορά κατάχρησης για το προϊόν %s

source: in vendor shop %s
de_de: im Vendor Shop %s
el: στο κατάστημα πωλητή %s

source: Leave a message explaining the reasons for your abuse report
de_de: Hinterlassen Sie eine Nachricht, in der die Gründe für Ihren Missbrauchsbericht erläutert werden
el: Αφήστε ένα μήνυμα όπου να εξηγείτε τους λόγους αναφοράς κατάχρησής σας

source: <code><strong>YITH WooCommerce Multi Vendor</strong></code> turns your website into a real marketplace, where it's your partners who will add new products independently and you earn a percentage commission on every sale. Take advantage of this great opportunity to increase your earnings in a simple way and for good. <a href="https://yithemes.com/" target="_blank">Get more plugins for your e-commerce shop on <strong>YITH</strong></a>
de_de: <code><strong>YITH WooCommerce Multi Vendor</strong></code> verwandelt Ihre Website in einen echten Marktplatz, auf dem Ihre Partner unabhängig voneinander neue Produkte hinzufügen und Sie bei jedem Verkauf eine prozentuale Provision verdienen. Nutzen Sie diese großartige Gelegenheit, um Ihr Einkommen auf einfache und endgültige Weise zu steigern. <a href="https://yithemes.com/" target="_blank">Weitere Plugins für Ihren E-Commerce-Shop erhalten Sie auf <strong>YITH</strong></a>
el: Το <code><strong>YITH WooCommerce Multi Vendor</strong></code> μετατρέπει τον ιστότοπό σας σε μια πραγματική αγορά, όπου οι συνεργάτες σας προσθέτουν νέα προϊόντα ανεξάρτητα και εσείς κερδίζετε ένα ποσοστό προμήθειας για κάθε πώληση. Εκμεταλλευτείτε αυτή τη σπουδαία ευκαιρία να αυξήσετε τα έσοδά σας με έναν απλό τρόπο, μια για πάντα. <a href="https://yithemes.com/" target="_blank">Βρείτε περισσότερα πρόσθετα για το ηλεκτρονικό σας κατάστημα στο <strong>YITH</strong></a>

# [Part of] Vendor Commissions
source: Commissions
de_de: Kommissionen
el: Προμήθειες

# Commission note
source: Refunded: %s
de_de: Rückerstattung: %s
el: Επιστράφηκαν: %s

# Commission note
source: Credited: %s
de_de: Gutgeschrieben: %s
el: Πιστώθηκαν: %s

# [Admin]: Option description
source: Credit taxes to the website admin
de_de: Steuern für den Website-Admin
el: Πίστωση φόρων στον διαχειριστή ιστότοπου
fr_fr: Les taxes créditées à l'administrateur du site

# [Admin]: Option description
source: Split tax by percentage between website admin and vendor
de_de: Teilen Sie die Steuer prozentual zwischen Website-Administrator und Anbieter auf
el: Διαχωρισμός φόρων ανά ποσοστό ανάμεσα στον διαχειριστή ιστότοπου και πωλητή
fr_fr: Fractionner les taxes en pourcentage entre l'administrateur du site et le vendeur

# [Admin]: Option description
source: Credit taxes to the vendor
el: Πίστωση φόρων στον πωλητή
fr_fr: Les taxes au crédit au vendeur

# [Admin]: Option description
source: credited to the website admin
de_de: dem Website-Administrator gutgeschrieben
el: πιστώθηκε στον διαχειριστή ιστότοπου
fr_fr: crédité à l'administrateur du site

# [Admin]: Option description
source: split by percentage between admin and vendor
de_de: Aufteilung nach Prozentsatz zwischen Administrator und Anbieter
el: διαχωρισμός ανά ποσοστό ανάμεσα σε διαχειριστή και πωλητή
fr_fr: divisé en pourcentage entre l'administrateur et le vendeur

# [Admin]: Option description
source: credited to the vendor
de_de: dem Verkäufer gutgeschrieben
el: πιστώθηκαν στον πωλητή
fr_fr: crédité au vendeur

# [Admin]: Option description
source: PayPal (Deprecated Services)
de_de: PayPal (veraltete Dienste)
el: PayPal (Υπηρεσίες υπό Απόσυρση)

# [Admin]: Option description
source: When creating charges on your platform and separately creating a transfer, the platform can earn money by allocating less of the charge amount to the destination Stripe account, as in the above code example. Assuming that represents a delivery service transaction, with a charge to the customer of $100, a transfer of $20 to the delivery person, and a transfer of $70 to the restaurant:
de_de: Wenn Sie Gebühren auf Ihrer Plattform erstellen und eine Überweisung separat erstellen, kann die Plattform Geld verdienen, indem Sie dem Ziel-Stripe-Konto weniger des Gebührenbetrags zuweisen, wie im obigen Codebeispiel. Angenommen, es handelt sich um eine Lieferservice-Transaktion mit einer Gebühr von 100 EUR für den Kunden, einer Überweisung von 20 EUR an den Zusteller und einer Überweisung von 70 EUR an das Restaurant:
el: Κατα την δημιουργία χρεώσεων στην πλατφόρμα σας και την ξεχωριστή δημιουργία μια μεταφοράς, η πλατφόρμα μπορεί να κερδίσει χρήματα κατανέμοντας στον λογαριασμό προορισμού ποσό λιγότερο από αυτό της χρέωσης, όπως στο παραπάνω παράδειγμα κωδικού. Υποθέτοντας ότι συμβολίζει μια συναλλαγή υπηρεσίας αποστολής, με χρέωση πελάτη $100, μεταφορά αποστολέα $20 και μεταφορά εστιατορίου $70:
fr_fr: Lors de la création de frais sur votre plate-forme et lors de la création séparée d'un transfert, la plate-forme peut gagner de l'argent en allouant moins du montant des frais au compte Stripe de destination, comme dans l'exemple de code ci-dessus. En supposant que cela représente une transaction de service de livraison, avec une charge de 100 USD pour le client, un transfert de 20 USD pour le livreur et un transfert de 70 USD pour le restaurant:

# [Admin]: Option description
source: 1. The charge amount less the Stripe fees is added to the platform account’s pending balance
de_de: 1. Der Gebührenbetrag abzüglich der Stripe-Gebühren wird dem ausstehenden Guthaben des Plattformkontos hinzugefügt
el: 1. Το ποσό χρέωσης, χωρίς τις χρεώσεις Stripe, προστίθεται στην σε αναμονή διαφορά του λογαριασμού της πλατφόρμας
fr_fr: 1. Le montant de la charge moins les frais de stripe est ajouté au solde en attente du compte de la plateforme.
