Repository: na-rifat/rafalocsv-wp-theme
Catalog: yith-woocommerce-multi-vendor-premium/languages/yith-woocommerce-product-vendors-*.po
Languages: de_de, el, fr_fr

# [Part of] From your vendor dashboard
source: From your
de_de: Von deiner
el: Από το

# [Part of] From your vendor dashboard you can...
source: dashboard you can view your recent commissions
de_de: Im Dashboard können Sie Ihre letzten Provisionen anzeigen
el: πίνακα ελέγχου σας μπορείτε να δείτε τις πρόσφατες προμήθειές σας

source: view the sales report and manage your store and payment settings
de_de: Zeigen Sie den Verkaufsbericht an und verwalten Sie Ihre Geschäfts- und Zahlungseinstellungen
el: δείτε την αναφορά πωλήσεων και να διαχειριστείτε το κατάστημα και τις ρυθμίσεις πληρωμής

# [Part of] Click here
source: Click
de_de: Klicken
el: Κάντε κλικ

# [Part of] Click here
source: here
de_de: Hier
el: εδώ

# [Part of] Click here to access your dashboard
source: to access
de_de: zugreifen
el: για να αποκτήσετε πρόσβαση στο

# [Part of] Click here to access your dashboard
source: dashboard
el: πίνακας ελέγχου

# Accepted terms and conditions policy, published on 2020-04-22
source: Accepted terms and conditions policy, published on
de_de: Akzeptierte Geschäftsbedingungen, veröffentlicht am
el: Έχετε αποδεχτεί την πολιτική όρων και προϋποθέσεων, δημοσιεύθηκε στο

# Accepted privacy policy, published on 2020-04-22
source: Accepted privacy policy, published on
de_de: Akzeptierte Datenschutzrichtlinie, veröffentlicht am
el: Έχετε αποδεχτεί την πολιτική απορρήτου, δημοσιεύθηκε στο

# [Part of]: Register as a vendor
source: Register as a
de_de: Registrieren Sie sich als
el: Εγγραφή ως
fr_fr: Sinscrire en tant que

source: VAT/SSN
de_de: Steuer/Steuernummer
fr_fr: TVA

source: Free Vs Premium
de_de: Kostenlos gegen Premium

source: Account Funds
de_de: Kontoguthaben

source: MassPay
de_de: Massen Bezahlung

source: PayPal Payouts
de_de: PayPal-Auszahlungen

source: Y/m/d g:i:s A
de_de: J/m/d g:i:s A

source: WooCommerce Cost of Goods
de_de: WooCommerce Kosten der Waren

source: Membership
de_de: Mitgliedschaft
fr_fr: Adhésion

source: Subscription
de_de: Abonnement
fr_fr: Abonnement

source: Badge Management
de_de: Managementanzeige
fr_fr: Gestion de Badge

source: Product Size Charts
de_de: Produktgrößentabellen
fr_fr: Grilles Taille de produit

source: Name Your Price
de_de: Nennen Sie Ihren Preis
fr_fr: Nommez votre prix

source: Order Tracking
de_de: Sendungsverfolgung
fr_fr: Suivi de commande

source: Waiting List
de_de: Warteliste
fr_fr: Liste d’attente

source: Surveys
de_de: Umfragen
fr_fr: Sondages

source: Review For Discounts
de_de: Rabattübersicht

source: Coupon Email System
de_de: Gutschein Email System
fr_fr: Système de messagerie des codes promo

source: PDF Invoice
de_de: PDF Rechnung
fr_fr: Facture PDF

source: Request a quote
de_de: Fordern Sie ein Angebot an
fr_fr: Demander un devis

source: Catalog Mode
de_de: Katalogmodus
fr_fr: Mode catalogue

source: Role Based Prices
de_de: Rollenbasierte Preise
fr_fr: Prix basés sur le rôle

source: Product Add-ons
de_de: Produkt Add-ons
fr_fr: Extensions de produit

source: SMS Notifications
de_de: SMS-Benachrichtigungen
fr_fr: Notifications par SMS

source: Bulk Product Editing
de_de: Massenproduktbearbeitung
fr_fr: Édition de produits en masse

source: Product Bundles
de_de: Bündelprodukte
fr_fr: Produits en lots

source: EU Energy Label
de_de: EU-Energieetikett
fr_fr: Le label énergétique de l'UE

source: Booking
de_de: Buchung
fr_fr: Réservation

source: MyStore S.A. Avenue MyStore 55, 1800 Vevey, Switzerland
de_de: MyStore S.A. Avenue MyStore 55, 1800 Vevey, Schweiz
fr_fr: Ma boutique, avenue de Rivoli, 75008 Paris, France

source: Slug:
de_de: Titelform:

source: SKU
de_de: Artikelnummer

# [gutenberg]: keywords
source: Multi Vendor
de_de: Multi Verkäufer

# placeholder
source: YYYY-MM-DD
de_de: JJJJ-MM-TT

# part of: cost of goods included or cost of goods excluded
source: cost of goods
de_de: Kosten der Waren
