Repository: na-rifat/rafalocsv-wp-theme
Catalog: yith-woocommerce-multi-vendor-premium/languages/yith-woocommerce-product-vendors-*.po
Languages: de_de, el, fr_fr

source: Force option
de_de: Option erzwingen
el: Επιλογή επιβολής
fr_fr: Forcer l’option

source: Force "Skip admin review" options for all vendors.
de_de: Erzwingen Sie die Option "Administratorüberprüfung überspringen" für alle Anbieter.
el: Επιβολή επιλογών “Παράλειψη ανασκόπησης διαχειριστή” για όλους τους πωλητές.
fr_fr: Forcer l'option "Passer la valiadation de l'administrateur" pour tous les vendeurs.

source: Enable YIT Shortcodes Button
de_de: Aktivieren Sie die YIT-Shortcodes-Schaltfläche
el: Ενεργοποίηση Κουμπιού Μικροκωδίκων YIT
fr_fr: Activer le bouton YIT Shortcodes

source: If you enable this option, each vendor will be able to use YIT Shortcodes in Add/Edit Product page.
de_de: Wenn Sie diese Option aktivieren, kann jeder Anbieter YIT-Shortcodes auf der Produktseite hinzufügen / bearbeiten verwenden.
el: Αν ενεργοποιήσετε αυτή την επιλογή, κάθε πωλητής θα μπορεί να χρησιμοποιήσει τους Μικροκώδικες YIT στη σελίδα Προσθήκη/Επεξεργασία Προϊόντος.
fr_fr: Si vous activez cette option, chaque vendeur sera en mesure d’utiliser les shortcodes YIT dans la page Ajouter/modifier produit.

source: Coupon management
de_de: Gutscheinverwaltung
el: Διαχείριση κουπονιού
fr_fr: Gestion de Code Promo

source: Enable coupon management
de_de: Aktivieren Sie die Gutscheinverwaltung
el: Ενεργοποίηση διαχείρισης κουπονιού
fr_fr: Activer la gestion de Code Promo

source: If you enable this option, each vendor will be able to create coupon for their own products.
de_de: Wenn Sie diese Option aktivieren, kann jeder Anbieter einen Gutschein für seine eigenen Produkte erstellen.
el: Αν ενεργοποιήσετε αυτή την επιλογή, κάθε πωλητής θα μπορεί να δημιουργήσει κουπόνι για τα προϊόντα του.
fr_fr: Si vous activez cette option, chaque vendeur sera en mesure de créer des bons d'achat pour ses produits.

source: Review management
de_de: Überprüfen Sie das Management
el: Διαχείριση κριτικών
fr_fr: Gestion des Avis

source: Enable review management
de_de: Aktivieren Sie die Überprüfungsverwaltung
el: Ενεργοποίηση διαχείρισης κριτικών
fr_fr: Activer la gestion des Avis

source: If you enable this option, each vendor will be able to manage reviews on his/her own products independently.
de_de: Wenn Sie diese Option aktivieren, kann jeder Anbieter Bewertungen für seine eigenen Produkte unabhängig verwalten.
el: Αν ενεργοποιήσετε αυτή την επιλογή, κάθε πωλητής θα μπορεί να διαχειρίζεται τις κριτικές για τα προϊόντα του ανεξάρτητα.
fr_fr: Si vous activez cette option, chaque vendeur sera en mesure de gérer les Avis sur ses produits de manière indépendante.

source: Order management
el: Διαχείριση παραγγελίας
fr_fr: Gestion des commandes

source: Enable order management
el: Ενεργοποίηση διαχείρισης παραγγελίας
fr_fr: Activer la gestion des commandes

source: If you enable this option, each vendor will be able to manage orders on his/her own products independently.
de_de: Wenn Sie diese Option aktivieren, kann jeder Anbieter Bestellungen für seine eigenen Produkte unabhängig verwalten.
el: Αν ενεργοποιήσετε αυτή την επιλογή, κάθε πωλητής θα μπορεί να διαχειρίζεται τις παραγγελίες για τα προϊόντα του ανεξάρτητα.
fr_fr: Si vous activez cette option, chaque vendeur sera en mesure de gérer des commandes sur ses produits de manière indépendante.

source: Parent order - suborder synchronization
de_de: Übergeordnete Reihenfolge - Synchronisation der Unterordnung
el: Γονική παραγγελία - συγχρονισμός υποτάξης
fr_fr: Synchronisation commandes parentes/enfant

source: All changes made to general orders will be synchronized with the individual vendor's order
de_de: Alle an allgemeinen Bestellungen vorgenommenen Änderungen werden mit der Bestellung des einzelnen Anbieters synchronisiert
el: Όλες οι αλλαγές που έχουν δημιουργηθεί στις γενικές παραγγελίες θα συγχρονιστούν με την ξεχωριστή παραγγελία πωλητή
fr_fr: Toutes les modifications apportées aux commandes générales seront synchronisées avec la commande du vendeur

source: Suborder - parent order status synchronization
de_de: Unterauftrag - Synchronisierung des übergeordneten Auftragsstatus
el: Υπoτάξη - συγχρονισμός γονικής κατάστασης παραγγελίας
fr_fr: Statut de synchronisation commandes parent/enfant

source: Check this option to update the parent order status when editing the child order status
de_de: Aktivieren Sie diese Option, um den Status der übergeordneten Bestellung zu aktualisieren, wenn Sie den Status der untergeordneten Bestellung bearbeiten
el: Επιλέξτε αν θέλετε να ενημερώσετε την γονική κατάσταση παραγγελίας κατα την επεξεργασία της παιδικής κατάστασης παραγγελίας
fr_fr: Cochez cette option pour mettre à jour le statut de la commande parente lors de la modification du statut de la commande enfant

source: Order refund management
de_de: Bestellungsrückerstattungsverwaltung
el: Διαχείριση επιστροφής παραγγελίας
fr_fr: Gestion des remboursements de commande

source: If you enable this option, each vendor will be able to manage refund on his/her own orders independently.
de_de: Wenn Sie diese Option aktivieren, kann jeder Anbieter die Rückerstattung für seine eigenen Bestellungen unabhängig verwalten.
el: Αν το ενεργοποιήσετε, κάθε πωλητής θα μπορεί να διαχειρίζεται τις επιστροφές χρημάτων για τις παραγγελίες του ανεξάρτητα.
fr_fr: Si vous activez cette option, chaque vendeur sera en mesure de gérer le remboursement de ses commandes indépendamment.

source: Hide Customer Section
de_de: Kundenbereich ausblenden
el: Απόκρυψη Ενότητας Πελάτη
fr_fr: Masquer la section client

source: Check this option to prevent vendors from seeing 'Customer' section in order details
de_de: Aktivieren Sie diese Option, um zu verhindern, dass Anbieter den Abschnitt "Kunde" in den Bestelldetails sehen
el: Επιλέξτε αν θέλετε να εμποδίσετε τους πωλητές να δουν την ενότητα ‘Πελάτη’ στα στοιχεία παραγγελίας
fr_fr: Cochez cette option pour empêcher les vendeurs de voir la section «Client» dans les détails des commandes

source: Hide Payment Information
de_de: Zahlungsinformationen ausblenden
el: Απόκρυψη Πληροφοριών Πληρωμής
fr_fr: Masquer les informations de paiement

source: Check this option to prevent vendors from seeing 'Payment' section in order details
de_de: Aktivieren Sie diese Option, um zu verhindern, dass Anbieter in den Bestelldetails den Abschnitt "Zahlung" sehen
el: Επιλέξτε αν θέλετε να εμποδίσετε τους πωλητές να δουν την ενότητα ‘Πληρωμής’ στα στοιχεία παραγγελίας
fr_fr: Cochez cette option pour éviter que les vendeurs ne voient la section «Paiement» dans les détails des commandes

source: Check this option to prevent vendors from seeing 'Billing and Shipping' section in order details
de_de: Aktivieren Sie diese Option, um zu verhindern, dass Anbieter den Abschnitt "Abrechnung und Versand" in den Bestelldetails sehen
el: Επιλέξτε αν θέλετε να εμποδίσετε τους πωλητές να δουν την ενότητα ‘Χρέωσης και Αποστολής’ στα στοιχεία παραγγελίας

source: Prevent vendors to resend order emails
de_de: Verhindern Sie, dass Anbieter Bestell-E-Mails erneut senden
el: Εμποδίστε τους πωλητές να ξαναστείλουν τα email παραγγελίας
fr_fr: Empêcher les vendeurs de renvoyer les mails de commande

source: It prevents the vendors to resend the emails related to the orders to customers.
de_de: Es verhindert, dass die Anbieter die E-Mails im Zusammenhang mit den Bestellungen erneut an Kunden senden.
el: Εμποδίζει τους πωλητές να ξαναστείλουν τα email σχετικά με τις παραγγελίες στους πελάτες.
fr_fr: Empêche les vendeurs de renvoyer les mails liés aux commandes aux clients.

source: Prevent vendors to edit custom fields
de_de: Verhindern Sie, dass Anbieter benutzerdefinierte Felder bearbeiten
el: Εμποδίστε τους πωλητές να επεξεργαστούν προσαρμοσμένα πεδία
fr_fr: Empêcher les vendeurs de modifier les champs personnalisés

source: It prevents the vendors to edit the shop orders custom fileds
de_de: Es verhindert, dass die Anbieter die benutzerdefinierten Dateien der Shop-Bestellungen bearbeiten
el: Εμποδίζει τους πωλητές να επεξεργαστούν τα προσαρμοσμένα πεδία παραγγελιών του καταστήματος
fr_fr: Empêche les vendeurs de modifier les champs personnalisés des commandes de la boutique

source: Featured Products management
de_de: Management vorgestellter Produkte
el: Διαχείριση Επιλεγμένων προϊόντων
fr_fr: Gestion de produits vedette : gestion des produits à la Une

source: Enable featured products management
de_de: Aktivieren Sie die Verwaltung vorgestellter Produkte
el: Ενεργοποίηση διαχείρισης επιλεγμένων προϊόντων
fr_fr: Activer la gestion de produits vedettes ; à la Une

source: If you enable this option, each vendor will be able to set "Featured" on his/her own products independently (this option can be override for each vendor).
de_de: Wenn Sie diese Option aktivieren, kann jeder Anbieter "Empfohlen" für seine eigenen Produkte unabhängig festlegen (diese Option kann für jeden Anbieter außer Kraft gesetzt werden).
el: Αν ενεργοποιηθεί, κάθε πωλητής θα μπορεί να ορίσει “Επιλεγμένα” για τα προϊόντα του ανεξάρτητα (αυτή η επιλογή μπορεί να παρακαμφθεί για κάθε πωλητή).
fr_fr: Si vous activez cette option, chaque vendeur sera en mesure de mettre « en vedette » ses produits de manière indépendante (cette option peut être prioritaire pour chaque vendeur).

source: Advanced editor
de_de: Erweiterter Editor
el: Προηγμένος επεξεργαστής
fr_fr: Éditeur avancé

source: Enable advanced editor for vendor description
de_de: Aktivieren Sie den erweiterten Editor für die Herstellerbeschreibung
el: Ενεργοποίηση προηγμένου επεξεργαστή για την περιγραφή πωλητή
fr_fr: Activer l'éditeur avancé pour la description du vendeur

source: If you enable this option, each vendor will be able to use an advanced editor for store description.
de_de: Wenn Sie diese Option aktivieren, kann jeder Anbieter einen erweiterten Editor für die Geschäftsbeschreibung verwenden.
el: Αν ενεργοποιηθεί, κάθε πωλητής θα μπορεί να χρησιμοποιήσει έναν προηγμένο επεξεργαστή για την περιγραφή καταστήματος.
fr_fr: Si vous activez cette option, chaque vendeur sera en mesure d’utiliser un éditeur avancé pour la description du magasin.

source: Enable media button in text editor
de_de: Aktivieren Sie die Medienschaltfläche im Texteditor
el: Ενεργοποίηση κουμπιού πολυμέσων στον επεξεργαστή κειμένου
fr_fr: Activer le bouton médias dans l’éditeur de texte

source: If you enable this option, each vendor will be able to use the media button in advanced editor.
de_de: Wenn Sie diese Option aktivieren, kann jeder Anbieter die Medienschaltfläche im erweiterten Editor verwenden.
el: Αν ενεργοποιηθεί, κάθε πωλητής θα μπορεί να χρησιμοποιήσει το κουμπί πολυμέσων στον προηγμένο επεξεργαστή.
fr_fr: Si vous activez cette option, chaque vendeur pourra utiliser le bouton multimédia dans l'éditeur avancé.

source: Shop Admins
el: Διαχειριστές Καταστήματος
fr_fr: Administrateurs de la boutique

source: Enable vendors to add admins
de_de: Ermöglichen Sie Anbietern das Hinzufügen von Administratoren
el: Ενεργοποιήστε να μπορούν οι πωλητές να προσθέσουν διαχειριστές
fr_fr: Permettre aux vendeurs d'ajouter des administrateurs

source: Thanks to this option, your vendors will be able to assign shop admins for their own shop page. Please, be careful while using this option, because this way your vendors will be able to see all users registered to the entire store, first name, last name and email address and this could be a violation of their own privacy. We always recommend you enable this option only if necessary. Alternatively, your vendors will be able to see who the admins of their shop page are and make a request to the global admin to have them added.
de_de: Dank dieser Option können Ihre Anbieter Shop-Administratoren für ihre eigene Shop-Seite zuweisen. Seien Sie bitte vorsichtig, wenn Sie diese Option verwenden, da Ihre Anbieter auf diese Weise alle im gesamten Geschäft registrierten Benutzer, Vornamen, Nachnamen und E-Mail-Adressen sehen können. Dies könnte eine Verletzung ihrer eigenen Privatsphäre darstellen. Wir empfehlen immer, diese Option nur bei Bedarf zu aktivieren. Alternativ können Ihre Anbieter sehen, wer die Administratoren ihrer Shop-Seite sind, und beim globalen Administrator eine Anfrage stellen, um sie hinzufügen zu lassen.
el: Χάρη σε αυτή την επιλογή, οι πωλητές σας θα μπορούν να αναθέσουν διαχειριστές καταστήματος για την προσωπική τους σελίδα καταστήματος. Παρακαλώ προσοχή κατα την χρήση αυτής της επιλογής, καθώς οι πωλητές σας θα μπορούν να δουν όλους τους εγγεγραμμένους χρήστες του καταστήματος, όνομα, επώνυμο και διεύθυνση email, κάτι που θα ήταν παραβίαση της ιδιωτικότητάς τους. Προτείνουμε πάντα την ενεργοποίηση της επιλογής μόνο αν αυτή κρίνεται απαραίτητη. Εναλλακτικά, οι πωλητές σας θα μπορούν να δουν ποιοι είναι οι διαχειριστές της σελίδας καταστήματός τους και να στείλουν αίτημα στον γενικό διαχειριστή για να τους προσθέσει.
fr_fr: Grâce à cette option, vos fournisseurs pourront attribuer des administrateurs de magasin pour leur propre page de magasin. Soyez prudent en utilisant cette option, car de cette façon vos fournisseurs seront en mesure de voir tous les utilisateurs inscrits à l’ensemble du magasin, prénom, nom de famille et adresse e-mail et cela pourrait être une violation de leur propre vie privée. Nous vous recommandons toujours d’activer cette option uniquement si nécessaire. Alternativement, vos fournisseurs seront en mesure de voir qui sont les administrateurs de leur page de magasin et de faire une demande à l’administrateur global pour les faire ajouter.

source: Vendor Label: Change it with...
de_de: Anbieter Label: Ändern Sie es mit ...
el: Επιγραφή Πωλητή: Αλλαγή με…

source: Singular
el: Ενικός

source: Change "Vendor" singular label
de_de: Ändern Sie das Singular-Label "Vendor"
el: Αλλαγή της σε ενικό επιγραφής “Πωλητής”

source: Plural
el: Πληθυντικός

source: Change "Vendors" plural label
de_de: Ändern Sie die Pluralbezeichnung "Anbieter"
el: Αλλαγή της σε πληθυντικό επιγραφής “Πωλητές”

source: Product management
de_de: Produkt Management
el: Διαχείριση προϊόντος
fr_fr: Gestion de produits

source: Vendor name label color
de_de: Farbe des Anbieternamens
el: Χρώμα επιγραφής ονόματος πωλητή
fr_fr: Couleur du nom du vendeur

source: Use in shop page and single product page
de_de: Benutze in der Shop-Seite und der Einzelproduktseite
el: Χρησιμοποιήστε το στη σελίδα καταστήματος και στη σελίδα απλού προϊόντος
fr_fr: Utilisez dans la page de la boutique et dans la page du produit

source: Order synchronization
de_de: Auftragssynchronisation
el: Συγχρονισμός παραγγελίας
fr_fr: Synchronisation de la commande

source: All changes to general orders will be synchronized with the individual vendor's order
de_de: Alle Änderungen an allgemeinen Bestellungen werden mit der Bestellung des einzelnen Lieferanten synchronisiert
el: Όλες οι αλλαγές στις γενικές παραγγελίες θα συγχρονίζονται με την ατομική παραγγελία πωλητή
fr_fr: Toutes les modifications apportées aux commandes générales seront synchronisées avec la commande du vendeur

source: Vendor Shop Owner
de_de: Verkäufer Ladenbesitzer
el: Ιδιοκτήτης Καταστήματος Πωλητή
fr_fr: Propriétaire de la boutique

source: PayPal email address
de_de: PayPal-E-Mail-Adresse
el: Διεύθυνση email PayPal

source: Vendor's PayPal email address where profits will be delivered.
de_de: PayPal-E-Mail-Adresse des Anbieters, an die Erlöse gesendet werden.
el: Η διεύθυνση email PayPal του πωλητή όπου θα παραδίδονται τα κέρδη.

source: Vendor's
de_de: Verkäufer
el: Πωλητή
fr_fr: Vendeurs

source: Enable or disable product sales.
de_de: Produktverkäufe aktivieren oder deaktivieren.
el: Ενεργοποίηση ή απενεργοποίηση πωλήσεων προϊόντων.
fr_fr: Activer ou désactiver les Promos.

source: Allow vendors to add products without admin review
de_de: Zulassen, dass Anbieter Produkte ohne Überprüfung durch den Administrator hinzufügen
el: Επιτρέψτε στους πωλητές να προσθέτουν προϊόντα χωρίς την ανασκόπηση διαχειριστή
fr_fr: Permettre aux vendeurs d'ajouter des produits sans autorisation de l'administrateur

source: Enable Featured products management
de_de: Aktivieren Sie die Verwaltung vorgestellter Produkte
el: Ενεργοποίηση διαχείρισης Επιλεγμένων προϊόντων
fr_fr: Activer la gestion de produits vedettes

source: Allow vendors to manage featured products
de_de: Ermöglichen Sie Anbietern die Verwaltung der vorgestellten Produkte
el: Επιτρέψτε στους πωλητές να διαχειρίζονται επιλεγμένα προϊόντα
fr_fr: Autoriser les vendeurs à gérer les produits en vedette

source: Percentage of the total sale price that this vendor receives
de_de: Prozentsatz des Gesamtverkaufspreises, den dieser Verkäufer erhält
el: Ποσοστό του συνόλου τιμής πώλησης που λαμβάνει αυτός ο πωλητής
fr_fr: Pourcentage du prix de vente total que ce vendeur reçoit

source: View Commission
de_de: Kommission anzeigen
el: Προβολή Προμήθειας
fr_fr: Voir les commissions

source: Back
de_de: Zurück
el: Πίσω
fr_fr: Retour

source: Commission Actions
de_de: Maßnahmen der Kommission
el: Ενέργειες Προμήθειας
fr_fr: Actions sur Commission

source: Change to %s
de_de: Wechseln Sie zu %s
el: Αλλαγή σε %s
fr_fr: Remplacer par %s

source: Apply
de_de: Anwenden
el: Εφαρμογή
fr_fr: Appliquer

source: Commission notes
de_de: Anmerkungen der Kommission
el: Σημειώσεις προμήθειας
fr_fr: Notes sur Commission

source: added on %1$s at %2$s
de_de: hinzugefügt auf %1$s bei %2$s
el: προστέθηκε στο %1$s στις %2$s
fr_fr: ajouté le %1$s à %2$s

source: There are no notes yet.
de_de: Es gibt noch keine Anmerkungen
el: Δεν υπάρχουν σημειώσεις ακόμη.
fr_fr: Il n'y a pas encore de note.

source: General details
de_de: Allgemeine Details
el: Γενικά στοιχεία
fr_fr: Détails généraux

source: User details
de_de: Nutzerdetails
el: Στοιχεία χρήστη
fr_fr: Détails de l'utilisateur

source: Email address not set
de_de: E-Mail-Adresse nicht festgelegt
el: Δεν έχει οριστεί διεύθυνση email
fr_fr: Adresse e-mail non définie

source: Billing information
de_de: Abrechnungsdaten
el: Στοιχεία χρέωσης
fr_fr: Informations de facturation

source: Shipping information
de_de: Versandinformationen
el: Στοιχεία αποστολής
fr_fr: Informations de livraison

source: Item data
de_de: Produktdaten
el: Δεδομένα αντικειμένου
fr_fr: Données de l'article

source: Item
de_de: Produkt
el: Αντικείμενο
fr_fr: Article

source: Cost
de_de: Kosten
el: Κόστος
fr_fr: Coût

source: Qty
de_de: Menge
el: Ποσότητα
fr_fr: Qté

source: Tax
de_de: Steuer
el: Φόρος
fr_fr: TVA

source: Product ID:
de_de: Produkt ID:
el: ID Προϊόντος:
fr_fr: ID Produit :

source: Variation ID:
de_de: Variations-ID:
el: ID Παραλλαγής:
fr_fr: ID de la variation :

source: No longer exists
de_de: Existiert nicht mehr
el: Δεν υπάρχει πλέον
fr_fr: N'existe plus

source: Product SKU:
de_de: Artikelnummer:
el: SKU Προϊόντος:
fr_fr: SKU du produit:

source: Pre-discount:
de_de: Vorrabatt:
el: Προ-έκπτωση:
fr_fr: Pré-réduction:

source: Total:
de_de: Gesamt:
el: Σύνολο:

source: Refund
de_de: Rückerstattung
el: Επιστροφή χρημάτων
fr_fr: Remboursement

source: Coupon(s) Used
de_de: Gutschein (e) verwendet
el: Κουπόνι(α) που έχουν χρησιμοποιηθεί
fr_fr: Code(s) promo utilisés

source: Search commissions
de_de: Provisionen suchen
el: Αναζήτηση προμηθειών
fr_fr: Rechercher des commissions

source: Avatar
de_de: Benutzerbild
el: Άβαταρ

source: User that can manage products in this shop and view sale reports.
de_de: Benutzer, der Produkte in diesem Shop verwalten und Verkaufsberichte ansehen kann.
el: Χρήστης που μπορεί να διαχειριστεί προϊόντα σε αυτό το κατάστημα και να δει αναφορές πωλήσεων.
fr_fr: Utilisateur qui peut gérer les produits de cette boutique et voir les rapports de vente .

source: Vendor Shop Admins
el: Διαχειριστές Καταστήματος Πωλητή
fr_fr: Administrateurs de la boutique du vendeur

source: User that can manage products in this vendor shop and view sale reports.
de_de: Benutzer, der Produkte in diesem Vendor-Shop verwalten und Verkaufsberichte anzeigen kann.
el: Χρήστης που μπορεί να διαχειριστεί προϊόντα σε αυτό το κατάστημα πωλητή και να δει αναφορές πωλήσεων.
fr_fr: L'utilisateur qui peut gérer les produits dans cette boutique du vendeur et voir des rapports de vente.

source: Contact information :
de_de: Kontakt Informationen :
el: Πληροφορίες επικοινωνίας :
fr_fr: Informations de contact :

source: Location
de_de: Ort
el: Τοποθεσία
fr_fr: Emplacement

source: Store address. e.g.: MyStore S.A. Avenue MyStore 55, 1800 Vevey, Switzerland
el: Διεύθυνση καταστήματος. π.χ.: MyStore S.A. Avenue MyStore 55, 1800 Vevey, Switzerland
fr_fr: Adresse dépôt p.ex : 10, place de la Rapublique, 28000 Chartres

source: Store email
de_de: E-Mail speichern
el: Email καταστήματος
fr_fr: Email de la boutique

source: Telephone
de_de: Telefon
el: Τηλέφωνο
fr_fr: Téléphone

source: Social profile:
de_de: Soziales Profil:
el: Κοινωνικό προφίλ:
fr_fr: Réseaux sociaux :

source: Payments:
de_de: Zahlungen:
el: Πληρωμές:
fr_fr: Paiements:

source: Bank Account (IBAN/BIC)
el: Τραπεζικός Λογαριασμός (IBAN/BIC)
fr_fr: Coordonnées bancaires (IBAN/BIC)

source: Vendor's IBAN/BIC bank account
de_de: IBAN / BIC-Bankkonto des Anbieters
el: Το IBAN/BIC τραπεζικού λογαριασμού πωλητή
fr_fr: Coordonnée bancaire du vendeur (IBAN/BIC)

source: Commission:
de_de: Kommission:
el: Προμήθεια:

source: Percentage of the total sale price that this vendor receives.
de_de: Prozentsatz des Gesamtverkaufspreises, den dieser Verkäufer erhält.
el: Ποσοστό του συνόλου τιμής πώλησης που λαμβάνει αυτός ο πωλητής.
fr_fr: Pourcentage du prix de vente total que ce vendeur reçoit.

source: Registration date:
de_de: Registrierungsdatum:
el: Ημερομηνία εγγραφής:
fr_fr: Date d’inscription:

source: Upload/Add image
de_de: Bild hochladen / hinzufügen
el: Ανέβασμα/Προσθήκη εικόνας
fr_fr: Transférer/Ajouter image

source: Remove image
de_de: Entferne Bild
el: Αφαίρεση εικόνας
fr_fr: Retirer l'image

source: shop page information
de_de: Informationen zur Shop-Seite
el: πληροφορίες σελίδας καταστήματος

source: Description:
de_de: Beschreibung:
el: Περιγραφή:

source: Description for Vendor Tab in single product page.
de_de: Beschreibung für die Vendor Tab auf einer einzelnen Produktseite.
el: Περιγραφή της Καρτέλας Πωλητή στη σελίδα απλού προϊόντος.
fr_fr: Description de l’onglet "vendeur" dans la page du produit.

source: Enable store header logo:
de_de: Aktivieren Sie das Store-Header-Logo:
el: Ενεργοποίηση λογοτύπου επικεφαλίδας καταστήματος:
fr_fr: Activer le logo d’en-tête de la boutique :

source: Show logo in the vendor's store header page
de_de: Logo auf der Store-Header-Seite des Anbieters anzeigen
el: Εμφάνιση λογοτύπου στη σελίδα επικεφαλίδας καταστήματος πωλητή
fr_fr: Afficher le logo dans l’en-tête de la boutique du vendeur

source: Insert store email address.
de_de: Geben Sie die E-Mail-Adresse des Geschäfts ein.
el: Εισαγωγή διεύθυνσης email καταστήματος.
fr_fr: Insérer l'adresse mail du magasin.

source: Insert store telephone number.
de_de: Geben Sie die Telefonnummer des Geschäfts ein.
el: Εισαγωγή αριθμού τηλεφώνου καταστήματος.
fr_fr: Insérer le numéro de téléphone de la boutique.

source: Add social page link here
de_de: Fügen Sie hier den Link zur sozialen Seite hinzu
el: Προσθήκη συνδέσμου κοινωνικής σελίδας εδώ
fr_fr: Ajouter un lien vers la page des réseaux sociaux ici

source: Save Front page Settings
de_de: Speichern Sie die Einstellungen der Startseite
el: Αποθήκευση Ρυθμίσεων Αρχικής σελίδας
fr_fr: Enregistrer les paramètres de page d’accueil

source: Manual Payments Information
de_de: Manuelle Zahlungsinformationen
el: Πληροφορίες Χειροκίνητων Πληρωμών
fr_fr: Informations sur les paiements manuels

source: Your PayPal email address.
de_de: Ihre PayPal-E-Mail-Adresse.
el: Η διεύθυνση email PayPal.

source: Your IBAN/BIC bank account
de_de: Ihr IBAN / BIC-Bankkonto
el: Το IBAN/BIC του τραπεζικού σας λογαριασμού
